{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|unk|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|pad|>": 1,
      "<|unk|>": 2,
      "!": 3,
      "\"": 4,
      "#": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "Q": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "\\": 62,
      "]": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "|": 93,
      "}": 94,
      "~": 95,
      "¡": 96,
      "¢": 97,
      "£": 98,
      "¤": 99,
      "¥": 100,
      "¦": 101,
      "§": 102,
      "¨": 103,
      "©": 104,
      "ª": 105,
      "«": 106,
      "¬": 107,
      "®": 108,
      "¯": 109,
      "°": 110,
      "±": 111,
      "²": 112,
      "³": 113,
      "´": 114,
      "µ": 115,
      "¶": 116,
      "·": 117,
      "¸": 118,
      "¹": 119,
      "º": 120,
      "»": 121,
      "¼": 122,
      "½": 123,
      "¾": 124,
      "¿": 125,
      "Â": 126,
      "Ã": 127,
      "Ä": 128,
      "Å": 129,
      "Æ": 130,
      "Ç": 131,
      "È": 132,
      "É": 133,
      "Ê": 134,
      "Ë": 135,
      "Ì": 136,
      "Í": 137,
      "Î": 138,
      "Ï": 139,
      "Ð": 140,
      "Ñ": 141,
      "Ò": 142,
      "Ó": 143,
      "Ô": 144,
      "Õ": 145,
      "Ö": 146,
      "×": 147,
      "Ø": 148,
      "Ù": 149,
      "Ú": 150,
      "Û": 151,
      "ß": 152,
      "à": 153,
      "á": 154,
      "â": 155,
      "ã": 156,
      "ä": 157,
      "å": 158,
      "æ": 159,
      "ç": 160,
      "è": 161,
      "é": 162,
      "ê": 163,
      "ë": 164,
      "ì": 165,
      "í": 166,
      "ï": 167,
      "ð": 168,
      "Ċ": 169,
      "Ġ": 170,
      "Ģ": 171,
      "ģ": 172,
      "Ĥ": 173,
      "ĥ": 174,
      "Ħ": 175,
      "ħ": 176,
      "Ĩ": 177,
      "ĩ": 178,
      "Ī": 179,
      "ī": 180,
      "Ĭ": 181,
      "ĭ": 182,
      "Į": 183,
      "į": 184,
      "İ": 185,
      "ı": 186,
      "Ĳ": 187,
      "ĳ": 188,
      "Ĵ": 189,
      "ĵ": 190,
      "Ķ": 191,
      "ķ": 192,
      "ĸ": 193,
      "Ĺ": 194,
      "ĺ": 195,
      "Ļ": 196,
      "ļ": 197,
      "Ľ": 198,
      "ľ": 199,
      "Ŀ": 200,
      "ŀ": 201,
      "Ł": 202,
      "ł": 203,
      "Ń": 204,
      "Ġt": 205,
      "he": 206,
      "Ġa": 207,
      "in": 208,
      "Ġthe": 209,
      "er": 210,
      "on": 211,
      "Ġs": 212,
      "re": 213,
      "Ġw": 214,
      "nd": 215,
      "or": 216,
      "Ġf": 217,
      "at": 218,
      "Ġb": 219,
      "ing": 220,
      "it": 221,
      "Ġo": 222,
      "en": 223,
      "is": 224,
      "Ġc": 225,
      "Ġp": 226,
      "ed": 227,
      "Ġto": 228,
      "es": 229,
      "an": 230,
      "al": 231,
      "ar": 232,
      "ou": 233,
      "Ġh": 234,
      "Ġin": 235,
      "as": 236,
      "Ġand": 237,
      "âĢ": 238,
      "Ġm": 239,
      "Ġof": 240,
      "le": 241,
      "Ġth": 242,
      "Ġd": 243,
      "am": 244,
      "om": 245,
      "Ġg": 246,
      "ll": 247,
      "ĠT": 248,
      "ic": 249,
      "ay": 250,
      "ĠS": 251,
      "ion": 252,
      "st": 253,
      "ac": 254,
      "Ġl": 255,
      "ve": 256,
      "Ġbe": 257,
      "ĠC": 258,
      "ot": 259,
      "Ġon": 260,
      "ent": 261,
      "ĠA": 262,
      "Ġn": 263,
      "Ġe": 264,
      "âĢĻ": 265,
      "id": 266,
      "Ġre": 267,
      "Ġfor": 268,
      "ly": 269,
      "ad": 270,
      "ut": 271,
      "ow": 272,
      "ĠI": 273,
      "et": 274,
      "ĠM": 275,
      "ĠB": 276,
      "ig": 277,
      "ur": 278,
      "ver": 279,
      "im": 280,
      "ir": 281,
      "ith": 282,
      "ld": 283,
      "Ġhe": 284,
      "Ġst": 285,
      "ro": 286,
      "Ġy": 287,
      "Ġis": 288,
      "ĠW": 289,
      "Ġwith": 290,
      "ter": 291,
      "se": 292,
      "Ġthat": 293,
      "ĠP": 294,
      "ĠH": 295,
      "Ġ2": 296,
      "Ġat": 297,
      "Ġse": 298,
      "ill": 299,
      "ĠThe": 300,
      "Ġ1": 301,
      "ch": 302,
      "Ġu": 303,
      "ĠR": 304,
      "ĠF": 305,
      "Ġr": 306,
      "ce": 307,
      "ĠN": 308,
      "ers": 309,
      "ke": 310,
      "Ġpl": 311,
      "ĠâĢ": 312,
      "ts": 313,
      "ĠD": 314,
      "Ġwh": 315,
      "ĠL": 316,
      "Ġas": 317,
      "Ġwas": 318,
      "ag": 319,
      "Ġit": 320,
      "ol": 321,
      "igh": 322,
      "Ġha": 323,
      "Ġwe": 324,
      "all": 325,
      "Ġan": 326,
      "ĠG": 327,
      "il": 328,
      "th": 329,
      "ore": 330,
      "ain": 331,
      "Ġhis": 332,
      "ĠJ": 333,
      "Ġyou": 334,
      "ct": 335,
      "Ġplay": 336,
      "ation": 337,
      "un": 338,
      "Ġde": 339,
      "ie": 340,
      "Ġfr": 341,
      "ack": 342,
      "ame": 343,
      "por": 344,
      "est": 345,
      "Ġte": 346,
      "ĠE": 347,
      "her": 348,
      "ive": 349,
      "ĠO": 350,
      "Ġgo": 351,
      "Ġcom": 352,
      "if": 353,
      "and": 354,
      "ard": 355,
      "Ġcon": 356,
      "Ġ(": 357,
      "ear": 358,
      "Ġ20": 359,
      "Ġle": 360,
      "ate": 361,
      "Ġhave": 362,
      "ight": 363,
      "os": 364,
      "ĠâĢľ": 365,
      "Ġare": 366,
      "ul": 367,
      "pe": 368,
      "Ġhas": 369,
      "Ġfrom": 370,
      "Ġwill": 371,
      "ast": 372,
      "ri": 373,
      "Ġthis": 374,
      "us": 375,
      "od": 376,
      "el": 377,
      "Ġne": 378,
      "art": 379,
      "Ġsh": 380,
      "Ġteam": 381,
      "âĢĿ": 382,
      "ust": 383,
      "qu": 384,
      "our": 385,
      "pp": 386,
      "Ġv": 387,
      "ess": 388,
      "ĠK": 389,
      "ould": 390,
      "Ġal": 391,
      "um": 392,
      "ab": 393,
      "Ġex": 394,
      "Ġpro": 395,
      "em": 396,
      "ak": 397,
      "Ġch": 398,
      "ason": 399,
      "oc": 400,
      "Ġj": 401,
      "ant": 402,
      "ity": 403,
      "Ġsa": 404,
      "gh": 405,
      "Ġbut": 406,
      "'s": 407,
      "Ġby": 408,
      "ost": 409,
      "ue": 410,
      "ome": 411,
      "Ġnot": 412,
      "ok": 413,
      "res": 414,
      "rou": 415,
      "ĠU": 416,
      "Ġout": 417,
      "Ġtheir": 418,
      "ick": 419,
      "out": 420,
      "ra": 421,
      "ĠSt": 422,
      "Ġsu": 423,
      "Ġall": 424,
      "op": 425,
      "ions": 426,
      "Ġup": 427,
      "ies": 428,
      "Ġag": 429,
      "ally": 430,
      "ip": 431,
      "Ġwhe": 432,
      "Ġthey": 433,
      "Ġor": 434,
      "Ġwho": 435,
      "iv": 436,
      "Ġyear": 437,
      "Ġ-": 438,
      "irst": 439,
      "Ġoff": 440,
      "Ġgame": 441,
      "Ġab": 442,
      "Ġseason": 443,
      "ime": 444,
      "port": 445,
      "Ġsaid": 446,
      "ist": 447,
      "amp": 448,
      "ĠTh": 449,
      "Ġk": 450,
      "ond": 451,
      "ge": 452,
      "Ġcan": 453,
      "ide": 454,
      "Ġwin": 455,
      "ff": 456,
      "ĠCh": 457,
      "Ġfirst": 458,
      "nt": 459,
      "Ġtr": 460,
      "Ġone": 461,
      "ine": 462,
      "Ġcl": 463,
      "ach": 464,
      "oin": 465,
      "ball": 466,
      "Ġ3": 467,
      "fter": 468,
      "own": 469,
      "ans": 470,
      "ich": 471,
      "wo": 472,
      "Ġwor": 473,
      "ia": 474,
      "Ġhad": 475,
      "are": 476,
      "ake": 477,
      "ree": 478,
      "ong": 479,
      "ment": 480,
      "ace": 481,
      "ĠHe": 482,
      "Ġover": 483,
      "ning": 484,
      "Ġfin": 485,
      "ike": 486,
      "ud": 487,
      "ap": 488,
      "Ġsc": 489,
      "ub": 490,
      "ere": 491,
      "Ġdo": 492,
      "very": 493,
      "Ġ201": 494,
      "ure": 495,
      "ĠV": 496,
      "Ġbeen": 497,
      "up": 498,
      "Ġmore": 499,
      "Ġcomp": 500,
      "Ġtwo": 501,
      "oot": 502,
      "00": 503,
      "to": 504,
      "ew": 505,
      "ĠIn": 506,
      "ber": 507,
      "one": 508,
      "Ġlo": 509,
      "so": 510,
      "Ġget": 511,
      "Ġ\"": 512,
      "ports": 513,
      "Ġco": 514,
      "Ġcont": 515,
      "Ġafter": 516,
      "ep": 517,
      "Ġad": 518,
      "ames": 519,
      "Ġqu": 520,
      "for": 521,
      "Ġtime": 522,
      "ven": 523,
      "day": 524,
      "act": 525,
      "Ġagain": 526,
      "ĠY": 527,
      "ther": 528,
      "Ġso": 529,
      "Ġback": 530,
      "Ġper": 531,
      "ance": 532,
      "ting": 533,
      "cc": 534,
      "Ġhim": 535,
      "Ġjust": 536,
      "Ġalso": 537,
      "ial": 538,
      "ass": 539,
      "av": 540,
      "Ġlast": 541,
      "Ġwere": 542,
      "Ġme": 543,
      "age": 544,
      "urn": 545,
      "ite": 546,
      "ound": 547,
      "ire": 548,
      "atch": 549,
      "Ġwhen": 550,
      "ile": 551,
      "Ġ4": 552,
      "ĠIt": 553,
      "ens": 554,
      "ĠLe": 555,
      "ated": 556,
      "mer": 557,
      "ence": 558,
      "Ġsec": 559,
      "Ġlike": 560,
      "Ġman": 561,
      "Ġim": 562,
      "Ġbet": 563,
      "Ġrec": 564,
      "Ġop": 565,
      "ry": 566,
      "Ġdef": 567,
      "ous": 568,
      "ord": 569,
      "Ġwould": 570,
      "hed": 571,
      "let": 572,
      "cl": 573,
      "als": 574,
      "ice": 575,
      "Ġsp": 576,
      "ays": 577,
      "au": 578,
      "ks": 579,
      "Ġabout": 580,
      "able": 581,
      "ition": 582,
      "ne": 583,
      "Ġwhich": 584,
      "ague": 585,
      "ĠâĢĵ": 586,
      ".âĢĿ": 587,
      "ian": 588,
      "..": 589,
      "Ġpre": 590,
      "ose": 591,
      "Ġpoin": 592,
      "uc": 593,
      "ng": 594,
      "Ġyour": 595,
      "Ġthere": 596,
      "ade": 597,
      "Ġrun": 598,
      "Ġsome": 599,
      "Ġnew": 600,
      "Ġinto": 601,
      "ough": 602,
      "ase": 603,
      "Ġplayers": 604,
      "Ġ5": 605,
      "nder": 606,
      "hip": 607,
      "Ġwee": 608,
      "Ġsecond": 609,
      "ootball": 610,
      "reat": 611,
      "Ġus": 612,
      "Ġthree": 613,
      "Ġthan": 614,
      "Ġkn": 615,
      "Ġagainst": 616,
      "ign": 617,
      "Ġpr": 618,
      "ark": 619,
      ",âĢĿ": 620,
      "Ġbec": 621,
      "ish": 622,
      "Ġres": 623,
      "ĠWe": 624,
      "Ġour": 625,
      "ory": 626,
      "fer": 627,
      "Ġpart": 628,
      "Ġen": 629,
      "son": 630,
      "Ġgames": 631,
      "Ġun": 632,
      "ble": 633,
      "ors": 634,
      "ft": 635,
      "vent": 636,
      "Ġro": 637,
      "ield": 638,
      "Ġwhat": 639,
      "anc": 640,
      "Ġthem": 641,
      "ĠBr": 642,
      "ull": 643,
      "Ġ202": 644,
      "ict": 645,
      "ings": 646,
      "ary": 647,
      "Ġfe": 648,
      "Ġstart": 649,
      "Ġother": 650,
      "we": 651,
      "pl": 652,
      "iz": 653,
      "ob": 654,
      "Ġany": 655,
      "per": 656,
      "rough": 657,
      "Ġfour": 658,
      "vel": 659,
      "ress": 660,
      "Ġlook": 661,
      "Ġ6": 662,
      "Ġonly": 663,
      "ov": 664,
      "oy": 665,
      "man": 666,
      "Ġcould": 667,
      "ward": 668,
      "ind": 669,
      "ount": 670,
      "uch": 671,
      "Ġdid": 672,
      "form": 673,
      "ampions": 674,
      "ix": 675,
      "ink": 676,
      "old": 677,
      "fore": 678,
      "hes": 679,
      "te": 680,
      "Ġif": 681,
      "ug": 682,
      "Ġgood": 683,
      "Ġ19": 684,
      "og": 685,
      "ner": 686,
      "Ġmy": 687,
      "ail": 688,
      "Ġher": 689,
      "iver": 690,
      "oll": 691,
      "Ġlead": 692,
      "Ġwork": 693,
      "land": 694,
      "oss": 695,
      "ton": 696,
      "Ġend": 697,
      "Ġwell": 698,
      "Ġmost": 699,
      "Ġbr": 700,
      "Ġevery": 701,
      "Ġnow": 702,
      "Ġgoing": 703,
      "ational": 704,
      "round": 705,
      "Ġinter": 706,
      "les": 707,
      "ock": 708,
      "ction": 709,
      "ool": 710,
      "Ġapp": 711,
      "ier": 712,
      "ĠRe": 713,
      "Ġfootball": 714,
      "ĠWh": 715,
      "Ġhow": 716,
      "Ġsports": 717,
      "ang": 718,
      "Ġtop": 719,
      "Ġbest": 720,
      "ĠNew": 721,
      "pect": 722,
      "Ġyears": 723,
      "Ġbefore": 724,
      "uring": 725,
      "Ġscore": 726,
      "Ġmake": 727,
      "ort": 728,
      "ĠAs": 729,
      "ĠAnd": 730,
      "Ġpoints": 731,
      "Ġ7": 732,
      "ations": 733,
      "ĠUn": 734,
      "Ġthrough": 735,
      "Ġits": 736,
      "Ġstr": 737,
      "ult": 738,
      "iss": 739,
      "aw": 740,
      "Ġno": 741,
      "oth": 742,
      "clud": 743,
      "Ġ10": 744,
      "Ġdis": 745,
      "ited": 746,
      "Ġadd": 747,
      "Ġsee": 748,
      "pt": 749,
      "ĠFr": 750,
      "Ġmade": 751,
      "aking": 752,
      "und": 753,
      "Ġam": 754,
      "ĠThis": 755,
      "Ġteams": 756,
      "Ġgu": 757,
      "ause": 758,
      "Ġear": 759,
      "ĠAl": 760,
      "ĠTe": 761,
      "ious": 762,
      "Ġcompet": 763,
      "Ġneed": 764,
      "Ġdown": 765,
      "ĠBut": 766,
      "hing": 767,
      "xt": 768,
      "'t": 769,
      "ĠDe": 770,
      "Ġser": 771,
      "ah": 772,
      "Ġknow": 773,
      "Ġevent": 774,
      "Ġimp": 775,
      "Ġspe": 776,
      "Ġke": 777,
      "Ġgreat": 778,
      "other": 779,
      "Ġcoach": 780,
      "Ġwon": 781,
      "ince": 782,
      "ets": 783,
      "ect": 784,
      "Ġmatch": 785,
      "row": 786,
      "Ġmin": 787,
      "Ġinclud": 788,
      "Ġplayer": 789,
      "Ġbig": 790,
      "Ġwhile": 791,
      "ĠMar": 792,
      "Ġunder": 793,
      "Ġhome": 794,
      "Ġway": 795,
      "Ġret": 796,
      "Ġhel": 797,
      "Ġar": 798,
      "ove": 799,
      "ĠWor": 800,
      "ĠLeague": 801,
      "ues": 802,
      "Ġthink": 803,
      "Ġvery": 804,
      "ampionship": 805,
      "ense": 806,
      "Ġclub": 807,
      "Ġthen": 808,
      "itt": 809,
      "olle": 810,
      "Ġshe": 811,
      "Ġtake": 812,
      "Ġweek": 813,
      "ird": 814,
      "Ġacc": 815,
      "arter": 816,
      "ph": 817,
      "ĠâĢĶ": 818,
      "way": 819,
      "Ġbo": 820,
      "Ġwhere": 821,
      "ates": 822,
      "ys": 823,
      "Ġright": 824,
      "ents": 825,
      "Ġreg": 826,
      "ĠSh": 827,
      "Ġwant": 828,
      "),": 829,
      "ank": 830,
      "Ġgot": 831,
      "Ġpe": 832,
      "ise": 833,
      "Ġeven": 834,
      "tain": 835,
      "Ġbeing": 836,
      "com": 837,
      "ons": 838,
      "ved": 839,
      "Ġhelp": 840,
      "ĠCup": 841,
      "ild": 842,
      "ĠCl": 843,
      "Ġshow": 844,
      "Ġdec": 845,
      "Ġ8": 846,
      "Ġball": 847,
      "ollow": 848,
      "ating": 849,
      "||": 850,
      "ĠJo": 851,
      "oun": 852,
      "back": 853,
      "red": 854,
      "Ġhigh": 855,
      "Ġgoal": 856,
      "ision": 857,
      "Ġrem": 858,
      "Ġbecause": 859,
      "ĠWorld": 860,
      "Ġcare": 861,
      "Ġhit": 862,
      "Ġset": 863,
      "ics": 864,
      "Ġdif": 865,
      "hlet": 866,
      "Ġnext": 867,
      "ards": 868,
      "ady": 869,
      "ople": 870,
      "Ġcomm": 871,
      "sel": 872,
      "ĠSe": 873,
      "ĠFor": 874,
      "Ġboth": 875,
      "Ġatt": 876,
      "ĠAr": 877,
      "Ġmuch": 878,
      "ont": 879,
      "Ġfinal": 880,
      "ving": 881,
      "ram": 882,
      "Ġhead": 883,
      "Ġduring": 884,
      "Ġbas": 885,
      "Ġreally": 886,
      "Ġlong": 887,
      "io": 888,
      "Ġbl": 889,
      "Ġworld": 890,
      "Ġstill": 891,
      "att": 892,
      "Ġplayed": 893,
      "Ġshould": 894,
      "Ġday": 895,
      ".\"": 896,
      "Ġass": 897,
      "chool": 898,
      "Ġpass": 899,
      "Ġdes": 900,
      "Ġput": 901,
      "hen": 902,
      "ros": 903,
      "ins": 904,
      "ib": 905,
      "alf": 906,
      "Ġathlet": 907,
      "ical": 908,
      "ling": 909,
      "Ġ$": 910,
      "ĠYou": 911,
      "Ġsince": 912,
      "Ġent": 913,
      "Ġfive": 914,
      "ves": 915,
      "Ġpeople": 916,
      "cer": 917,
      "Ġlot": 918,
      "Ġcr": 919,
      "ular": 920,
      "mp": 921,
      "ities": 922,
      "ced": 923,
      "ty": 924,
      "Ġmany": 925,
      "The": 926,
      "Ġdon": 927,
      "enn": 928,
      "Ġthird": 929,
      "Ġ9": 930,
      "ater": 931,
      "ope": 932,
      "Ġ12": 933,
      "ĠBe": 934,
      "ily": 935,
      "led": 936,
      "Ġmay": 937,
      "Ġline": 938,
      "Ġact": 939,
      "Ġcons": 940,
      "Ġinj": 941,
      "ĠAll": 942,
      "Ġfollow": 943,
      "Ġac": 944,
      "ensive": 945,
      "Ġsix": 946,
      "ied": 947,
      ",\"": 948,
      "ever": 949,
      "Ġhere": 950,
      "Ġplace": 951,
      "air": 952,
      "erson": 953,
      "Ġ200": 954,
      "ars": 955,
      "ley": 956,
      "alk": 957,
      "wn": 958,
      "Ġopen": 959,
      "...": 960,
      "Ġminut": 961,
      "ĠThey": 962,
      "FL": 963,
      "off": 964,
      "ood": 965,
      ").": 966,
      "ident": 967,
      "Ġgr": 968,
      "pr": 969,
      "Ġpos": 970,
      "ĠMc": 971,
      "Ġleague": 972,
      "Ġcome": 973,
      "ility": 974,
      "Ġcour": 975,
      "atur": 976,
      "Ġfans": 977,
      "ĠBl": 978,
      "aining": 979,
      "ĠNo": 980,
      "Ġthose": 981,
      "Ġplaying": 982,
      "Ġleft": 983,
      "Ġcontin": 984,
      "be": 985,
      "ĠInd": 986,
      "Ġfield": 987,
      "Ġmed": 988,
      "Ġ11": 989,
      "ath": 990,
      "Ġsign": 991,
      "uck": 992,
      "gan": 993,
      "We": 994,
      "Ġrecord": 995,
      "iew": 996,
      "ual": 997,
      "ior": 998,
      "ĠSports": 999,
      "ott": 1000,
      "ful": 1001,
      "Ġstre": 1002,
      "ury": 1003,
      "ĠCo": 1004,
      "ĠAn": 1005,
      "Ġind": 1006,
      "vers": 1007,
      "ĠIf": 1008,
      "ash": 1009,
      "Ġbel": 1010,
      "year": 1011,
      "ament": 1012,
      "Ġanother": 1013,
      "ters": 1014,
      "atc": 1015,
      "end": 1016,
      "Ġexper": 1017,
      "Ġsport": 1018,
      "Ġhand": 1019,
      "get": 1020,
      "ĠHow": 1021,
      "ĠZ": 1022,
      "ium": 1023,
      "ik": 1024,
      "ĠQ": 1025,
      "Ġcareer": 1026,
      "Ġthough": 1027,
      "Ġperform": 1028,
      "Ġsl": 1029,
      "Ġmon": 1030,
      "roup": 1031,
      "ĠThat": 1032,
      "imes": 1033,
      "ster": 1034,
      "Ġinc": 1035,
      "Ġaround": 1036,
      "Ġfl": 1037,
      "Ġround": 1038,
      "Ġhalf": 1039,
      "br": 1040,
      "side": 1041,
      "aj": 1042,
      "Ġinv": 1043,
      "Ġeach": 1044,
      "Ġbetter": 1045,
      "Ġdiffer": 1046,
      "Ġpick": 1047,
      "Ġquarter": 1048,
      "ible": 1049,
      "Ġdoes": 1050,
      "Ġsur": 1051,
      "ĠPl": 1052,
      "ren": 1053,
      "Ġnum": 1054,
      "Ġtit": 1055,
      "Ġhapp": 1056,
      "Ġthese": 1057,
      "ower": 1058,
      "ĠState": 1059,
      "Ġrece": 1060,
      "ave": 1061,
      "Ġtri": 1062,
      "omet": 1063,
      "Ġshot": 1064,
      "Ġvict": 1065,
      "by": 1066,
      "ĠOn": 1067,
      "ished": 1068,
      "ific": 1069,
      "akes": 1070,
      "ĠNFL": 1071,
      "20": 1072,
      "Ġprog": 1073,
      "ck": 1074,
      "Ġsup": 1075,
      "rem": 1076,
      "ale": 1077,
      "ĠAt": 1078,
      "ccess": 1079,
      "unity": 1080,
      "hn": 1081,
      "line": 1082,
      "ross": 1083,
      "Ġcount": 1084,
      "Ġmanag": 1085,
      "Ġprov": 1086,
      "ĠWith": 1087,
      "ange": 1088,
      "Ġ|": 1089,
      "omen": 1090,
      "az": 1091,
      "ĠCar": 1092,
      "ork": 1093,
      "ween": 1094,
      "Ġpost": 1095,
      "aturday": 1096,
      "Ġrace": 1097,
      "Ġside": 1098,
      "Ġown": 1099,
      "ĠSo": 1100,
      "Ġkeep": 1101,
      "Ġnight": 1102,
      "Ġrel": 1103,
      "ĠCom": 1104,
      "ĠSaturday": 1105,
      "Ġcap": 1106,
      "Ġbu": 1107,
      "Ġreturn": 1108,
      "Ġsay": 1109,
      "ional": 1110,
      "ered": 1111,
      "Ġcame": 1112,
      "outh": 1113,
      "ivers": 1114,
      "rent": 1115,
      "Ġdra": 1116,
      "Ġtourn": 1117,
      "Ġtook": 1118,
      "Ġ15": 1119,
      "ĠThere": 1120,
      "self": 1121,
      "field": 1122,
      "Ġbetween": 1123,
      "illion": 1124,
      "ĠâĢĺ": 1125,
      "ral": 1126,
      "Ġfew": 1127,
      "ĠCity": 1128,
      "enc": 1129,
      "ĠSp": 1130,
      "Ġgiv": 1131,
      "ĠJohn": 1132,
      "Ġhard": 1133,
      "Ġpit": 1134,
      "ĠSc": 1135,
      "Ġmonth": 1136,
      "iam": 1137,
      "ook": 1138,
      "Ġscored": 1139,
      "Ġsuccess": 1140,
      "ience": 1141,
      "ĠGr": 1142,
      "urs": 1143,
      "It": 1144,
      "Ġwent": 1145,
      "erm": 1146,
      "Ġschool": 1147,
      "ĠEng": 1148,
      "ying": 1149,
      "Ġpoint": 1150,
      "Ġcur": 1151,
      "Ġcall": 1152,
      "meric": 1153,
      "but": 1154,
      "uss": 1155,
      "Ġcolle": 1156,
      "tern": 1157,
      "Ġgoals": 1158,
      "ann": 1159,
      "ĠPh": 1160,
      "Ġaway": 1161,
      "ket": 1162,
      "Ġph": 1163,
      "Ġincluding": 1164,
      "BA": 1165,
      "ĠUnited": 1166,
      "ember": 1167,
      "lymp": 1168,
      "ways": 1169,
      "Ġsame": 1170,
      "Ġem": 1171,
      "ĠChampionship": 1172,
      "Ġann": 1173,
      "ham": 1174,
      "Ġdidn": 1175,
      "ually": 1176,
      "ane": 1177,
      "000": 1178,
      "acing": 1179,
      "Ġfeel": 1180,
      "ody": 1181,
      "ats": 1182,
      "Ġfree": 1183,
      "Ġcar": 1184,
      "rew": 1185,
      "its": 1186,
      "Ġable": 1187,
      "pped": 1188,
      "ĠOlymp": 1189,
      "Ġallow": 1190,
      "ĠNor": 1191,
      "Ġmid": 1192,
      "Ġsoc": 1193,
      "ights": 1194,
      "Ġeff": 1195,
      "lic": 1196,
      "ĠAd": 1197,
      "Ġsk": 1198,
      "Ġfull": 1199,
      "olf": 1200,
      "Ġtoo": 1201,
      "ared": 1202,
      "ell": 1203,
      "Ġposs": 1204,
      "Ġpres": 1205,
      "ments": 1206,
      "Ġminutes": 1207,
      "ina": 1208,
      "Ġyards": 1209,
      "ife": 1210,
      "ĠTr": 1211,
      "Ġturn": 1212,
      "ĠSund": 1213,
      "ger": 1214,
      "Ġformer": 1215,
      "Ġvs": 1216,
      "Ġ13": 1217,
      "ances": 1218,
      "ather": 1219,
      "ittle": 1220,
      "Ġmark": 1221,
      "Ġwinning": 1222,
      "ple": 1223,
      "Ġsomet": 1224,
      "Ġ14": 1225,
      "bs": 1226,
      "Ġbre": 1227,
      "Ġpast": 1228,
      "ris": 1229,
      "Ġthings": 1230,
      "Ġexpect": 1231,
      "Ġstate": 1232,
      "Ġdifferent": 1233,
      "ially": 1234,
      "Ġalways": 1235,
      "vious": 1236,
      "ric": 1237,
      "ness": 1238,
      "Ġmiss": 1239,
      "ĠCon": 1240,
      "ketball": 1241,
      "ĠSunday": 1242,
      "Ġyoung": 1243,
      "nes": 1244,
      "Ġtitle": 1245,
      "ures": 1246,
      "time": 1247,
      "Ġfam": 1248,
      "Ġ16": 1249,
      "Ġ18": 1250,
      "ĠShe": 1251,
      "Ġforward": 1252,
      "Ġstand": 1253,
      "Ġadv": 1254,
      "Ġqual": 1255,
      "ners": 1256,
      "Ġprof": 1257,
      "Ġspec": 1258,
      "ĠAfter": 1259,
      "velop": 1260,
      "ative": 1261,
      "ired": 1262,
      "Ġcle": 1263,
      "ĠAmeric": 1264,
      "Ġnever": 1265,
      "bers": 1266,
      "ĠUS": 1267,
      "Ġsupport": 1268,
      "Ġgroup": 1269,
      "Ġfind": 1270,
      "thing": 1271,
      "oring": 1272,
      "str": 1273,
      "Ġsuch": 1274,
      "Ġlevel": 1275,
      "Ġcor": 1276,
      "ener": 1277,
      "ĠCan": 1278,
      "Ġhist": 1279,
      "Ġel": 1280,
      "10": 1281,
      "co": 1282,
      "Ġprogram": 1283,
      "Ġtournament": 1284,
      "Ġmove": 1285,
      "Ġpartic": 1286,
      "key": 1287,
      "gin": 1288,
      "Ġvictory": 1289,
      "pec": 1290,
      "ĠTeam": 1291,
      "Ġconf": 1292,
      "du": 1293,
      "Ġbeh": 1294,
      "Ġfight": 1295,
      "Ġdou": 1296,
      "Ġstar": 1297,
      "Ġopport": 1298,
      "ĠMan": 1299,
      "down": 1300,
      "atches": 1301,
      "lect": 1302,
      "ering": 1303,
      "CA": 1304,
      "Ġform": 1305,
      "ĠWill": 1306,
      "iting": 1307,
      "ĠAust": 1308,
      "ured": 1309,
      "ler": 1310,
      "ted": 1311,
      "head": 1312,
      "ĠPro": 1313,
      "ased": 1314,
      "Ġav": 1315,
      "Ġearly": 1316,
      "Ġcamp": 1317,
      "Ġlittle": 1318,
      "adium": 1319,
      "Ġtrans": 1320,
      "ĠFl": 1321,
      "Ġtimes": 1322,
      "allen": 1323,
      "ĠRo": 1324,
      "Ġ&": 1325,
      "ajor": 1326,
      "ract": 1327,
      "ference": 1328,
      "ĠEur": 1329,
      "Ġrecent": 1330,
      "hel": 1331,
      "iday": 1332,
      "Ġfar": 1333,
      "Ġcurrent": 1334,
      "Ġperson": 1335,
      "cent": 1336,
      "Ġoffic": 1337,
      "Ġmillion": 1338,
      "ably": 1339,
      "19": 1340,
      "Ġcent": 1341,
      "Ġsim": 1342,
      "Ġjoin": 1343,
      "ump": 1344,
      "Ġgetting": 1345,
      "Ġnumber": 1346,
      "Ġwr": 1347,
      "Ġtraining": 1348,
      "Ġreal": 1349,
      "ĠBar": 1350,
      "Ġdefe": 1351,
      "tend": 1352,
      "Ġimport": 1353,
      "Ġsit": 1354,
      "Ġmaking": 1355,
      "Ġext": 1356,
      "ĠSup": 1357,
      "Ġsm": 1358,
      "ĠSer": 1359,
      "Ġprom": 1360,
      "Ġopp": 1361,
      "Ġhaving": 1362,
      "med": 1363,
      "ement": 1364,
      "ertain": 1365,
      "Ġwatch": 1366,
      "icket": 1367,
      "Ġbetting": 1368,
      "ĠMay": 1369,
      "orn": 1370,
      "Ġloss": 1371,
      "ists": 1372,
      "Ġlooking": 1373,
      "Ġchampionship": 1374,
      "Ġmom": 1375,
      "Ġhost": 1376,
      "Ġsomething": 1377,
      "Ġmight": 1378,
      "Ġcoming": 1379,
      "ines": 1380,
      "Ġinjury": 1381,
      "gest": 1382,
      "Ġfinish": 1383,
      "sh": 1384,
      "Ġdevelop": 1385,
      "Ġbase": 1386,
      "ampion": 1387,
      "ĠSouth": 1388,
      "ene": 1389,
      "Ġdeal": 1390,
      "ĠPlay": 1391,
      "Ġstarted": 1392,
      "Ġstrong": 1393,
      "Ġposition": 1394,
      "Ġ17": 1395,
      "Ġdays": 1396,
      "oney": 1397,
      "Ġstud": 1398,
      "Ġsays": 1399,
      "alth": 1400,
      "ready": 1401,
      "Ġ0": 1402,
      "ax": 1403,
      "Ġgive": 1404,
      "Ġmov": 1405,
      "enal": 1406,
      "cept": 1407,
      "Ġ2020": 1408,
      "Ġtoday": 1409,
      "Ġnews": 1410,
      "Ġseem": 1411,
      "Ġdr": 1412,
      "Ġche": 1413,
      "Ġathletes": 1414,
      "season": 1415,
      "der": 1416,
      "ately": 1417,
      "ĠDav": 1418,
      "ĠSte": 1419,
      "Ġdefense": 1420,
      "itive": 1421,
      "Ġseven": 1422,
      "Ġimpro": 1423,
      "wit": 1424,
      "ills": 1425,
      "Ġuse": 1426,
      "view": 1427,
      "Ġchance": 1428,
      "ĠJun": 1429,
      "irect": 1430,
      "Ġfound": 1431,
      "uary": 1432,
      "Ġseries": 1433,
      "cess": 1434,
      "ĠFootball": 1435,
      "ĠRed": 1436,
      "inal": 1437,
      "Ġvis": 1438,
      "rest": 1439,
      "ĠCol": 1440,
      "Ġcomplet": 1441,
      "Ġperformance": 1442,
      "Ġadded": 1443,
      "ned": 1444,
      "Ġannoun": 1445,
      "Ġtouch": 1446,
      "ised": 1447,
      "verage": 1448,
      "Ġalready": 1449,
      "Ġstri": 1450,
      "ĠEngland": 1451,
      "Ġtal": 1452,
      "Ġrep": 1453,
      "Ġ25": 1454,
      "ĠFriday": 1455,
      "kend": 1456,
      "Ġfeat": 1457,
      "ged": 1458,
      "lex": 1459,
      "Ġrunning": 1460,
      "ĠNBA": 1461,
      "Ġbehind": 1462,
      "ĠHowever": 1463,
      "Ġunt": 1464,
      "Ġ2019": 1465,
      "Ġfav": 1466,
      "ief": 1467,
      "Ġdri": 1468,
      "iversity": 1469,
      "Ġloc": 1470,
      "Ġsure": 1471,
      "Ġhistory": 1472,
      "err": 1473,
      "duc": 1474,
      "Ġtold": 1475,
      "Ġexperience": 1476,
      "Ġchar": 1477,
      "Ġ30": 1478,
      "mber": 1479,
      "ĠMich": 1480,
      "Ġmem": 1481,
      "Ġtra": 1482,
      "ote": 1483,
      "ided": 1484,
      "aced": 1485,
      "ĠKe": 1486,
      "ĠMe": 1487,
      "less": 1488,
      "Ġlist": 1489,
      "ĠGre": 1490,
      "FC": 1491,
      "Ġwithout": 1492,
      "tt": 1493,
      "Ġlost": 1494,
      "ĠSm": 1495,
      "Ġleg": 1496,
      "Ġbreak": 1497,
      "Ġ2018": 1498,
      "Ġruns": 1499,
      "ĠOr": 1500,
      "Ġsqu": 1501,
      "vil": 1502,
      "ds": 1503,
      "Ġfollowing": 1504,
      "ĠTo": 1505,
      "ined": 1506,
      "Ġgl": 1507,
      "Ġimportant": 1508,
      "ec": 1509,
      "Ġwomen": 1510,
      "Ġbasketball": 1511,
      "Ġkick": 1512,
      "Ġexc": 1513,
      "ĠHar": 1514,
      "Ġdet": 1515,
      "Ġclose": 1516,
      "Ġsub": 1517,
      "Ġfourth": 1518,
      "Ġcourse": 1519,
      "Ġed": 1520,
      "Ġreport": 1521,
      "Ġlater": 1522,
      "aces": 1523,
      "Ġmen": 1524,
      "asy": 1525,
      "Ġever": 1526,
      "Ġbeat": 1527,
      "app": 1528,
      "Ġweekend": 1529,
      "itions": 1530,
      "ots": 1531,
      "ĠWhen": 1532,
      "Ġmatches": 1533,
      "Ġsing": 1534,
      "Ġeight": 1535,
      "ls": 1536,
      "Ġled": 1537,
      "Ġuntil": 1538,
      "Ġfact": 1539,
      "Ġintern": 1540,
      "ek": 1541,
      "Ġcompetition": 1542,
      "ices": 1543,
      "ublic": 1544,
      "Ġint": 1545,
      "aff": 1546,
      "Ġdel": 1547,
      "Ġappear": 1548,
      "Ġ.": 1549,
      "Ġfinished": 1550,
      "Ġalong": 1551,
      "Ġshort": 1552,
      "Ġbro": 1553,
      "ivision": 1554,
      "ants": 1555,
      "Ġpri": 1556,
      "Ġlive": 1557,
      "ĠWest": 1558,
      "ĠNe": 1559,
      "Ġprofess": 1560,
      "Ġmajor": 1561,
      "Ġpower": 1562,
      "Ġenough": 1563,
      "any": 1564,
      "aches": 1565,
      "ĠSuper": 1566,
      "ieve": 1567,
      "ĠJon": 1568,
      "ĠHis": 1569,
      "Ġplayoff": 1570,
      "Ġmeet": 1571,
      "Ġtot": 1572,
      "Ġexp": 1573,
      "elt": 1574,
      "wards": 1575,
      "ital": 1576,
      "ummer": 1577,
      "Ġ24": 1578,
      "Ġbit": 1579,
      "Ġpract": 1580,
      "Ġcountry": 1581,
      "Ġopt": 1582,
      "go": 1583,
      "Ġfront": 1584,
      "Ġ'": 1585,
      "Ġconsid": 1586,
      "oor": 1587,
      "iend": 1588,
      "ĠIs": 1589,
      "ern": 1590,
      "ĠPrem": 1591,
      "Ġinform": 1592,
      "Ġbus": 1593,
      "gether": 1594,
      "Ġ2021": 1595,
      "Ġmain": 1596,
      "Ġlife": 1597,
      "stand": 1598,
      "Ġ21": 1599,
      "ĠJack": 1600,
      "Ġhappen": 1601,
      "Ġpress": 1602,
      "Ġchallen": 1603,
      "Ġorgan": 1604,
      "ĠOne": 1605,
      "ĠWhat": 1606,
      "iness": 1607,
      "ject": 1608,
      "ides": 1609,
      "ney": 1610,
      "atter": 1611,
      "ony": 1612,
      "ockey": 1613,
      "ĠAustral": 1614,
      "uture": 1615,
      "Ġthing": 1616,
      "Ġsy": 1617,
      "Ġdisc": 1618,
      "Ġhold": 1619,
      "Ġevents": 1620,
      "Ġrele": 1621,
      "Ġinning": 1622,
      "ained": 1623,
      "Ġes": 1624,
      "aid": 1625,
      "Ġref": 1626,
      "ording": 1627,
      "ically": 1628,
      "ER": 1629,
      "Ġtogether": 1630,
      "ino": 1631,
      "ize": 1632,
      "ĠJu": 1633,
      "Ġins": 1634,
      "augh": 1635,
      "'re": 1636,
      "Ġgener": 1637,
      "Ġused": 1638,
      "Ġonce": 1639,
      "ford": 1640,
      "Ġquest": 1641,
      "Ġnear": 1642,
      "Ġquick": 1643,
      "oci": 1644,
      "Ġtaking": 1645,
      "ĠPr": 1646,
      "Ġnational": 1647,
      "Ġtalk": 1648,
      "ential": 1649,
      "Ġiss": 1650,
      "osing": 1651,
      "ĠNorth": 1652,
      "30": 1653,
      "ĠBow": 1654,
      "ĠFe": 1655,
      "ĠEd": 1656,
      "ona": 1657,
      "Ġ2022": 1658,
      "pite": 1659,
      "ailable": 1660,
      "yle": 1661,
      "cast": 1662,
      "Ġscoring": 1663,
      "Ġdefensive": 1664,
      "Ġrest": 1665,
      "Ġface": 1666,
      "Ġbecome": 1667,
      "Ġinterest": 1668,
      "Ġlet": 1669,
      "ps": 1670,
      "Ġjob": 1671,
      "ĠTour": 1672,
      "Ġheld": 1673,
      "ĠCr": 1674,
      "Ġ#": 1675,
      "que": 1676,
      "Ġ[": 1677,
      "Ġ22": 1678,
      "Ġquarterback": 1679,
      "fe": 1680,
      "omin": 1681,
      "ox": 1682,
      "Ġask": 1683,
      "Ġdone": 1684,
      "ald": 1685,
      "Ġsw": 1686,
      "ages": 1687,
      "Ġinst": 1688,
      "ĠAm": 1689,
      "ĠÂ": 1690,
      "over": 1691,
      "Th": 1692,
      "ugg": 1693,
      "Ġdro": 1694,
      "Ġ199": 1695,
      "Ġfuture": 1696,
      "ocus": 1697,
      "ĠGe": 1698,
      "Ġbuild": 1699,
      "Ġtrack": 1700,
      "Ġtry": 1701,
      "Ġclear": 1702,
      "here": 1703,
      "ized": 1704,
      "ĠJan": 1705,
      "ute": 1706,
      "ĠCent": 1707,
      "vin": 1708,
      "ten": 1709,
      "Ġclass": 1710,
      "FA": 1711,
      "ĠYork": 1712,
      "Ġopportunity": 1713,
      "Ġstarting": 1714,
      "Ġrank": 1715,
      "ursday": 1716,
      "inals": 1717,
      "aps": 1718,
      "Ġrequ": 1719,
      "enior": 1720,
      "ĠEurope": 1721,
      "ai": 1722,
      "ention": 1723,
      "joy": 1724,
      "Ġdist": 1725,
      "Ġstra": 1726,
      "Ġold": 1727,
      "Ġpol": 1728,
      "Ġdecision": 1729,
      "Ġacross": 1730,
      "ĠMond": 1731,
      "Ġleast": 1732,
      "Ġahead": 1733,
      "ĠUniversity": 1734,
      "Ġob": 1735,
      "aim": 1736,
      "Ġaddition": 1737,
      "Ġappro": 1738,
      "Ġbring": 1739,
      "ĠWhile": 1740,
      "anche": 1741,
      "ising": 1742,
      "Ġresp": 1743,
      "Ġpot": 1744,
      "Ġsol": 1745,
      "Ġlear": 1746,
      "ĠNational": 1747,
      "Ġdoesn": 1748,
      "ari": 1749,
      "ĠThursday": 1750,
      "HL": 1751,
      "12": 1752,
      "Ġmoney": 1753,
      "chn": 1754,
      "ĠPremier": 1755,
      "Ġcertain": 1756,
      "ĠPark": 1757,
      "Ġavailable": 1758,
      "Ġmet": 1759,
      "ĠWed": 1760,
      "Ġbox": 1761,
      "ĠPat": 1762,
      "Ġmedia": 1763,
      "aul": 1764,
      "Ġcre": 1765,
      "Ġlate": 1766,
      "Ġstay": 1767,
      "Ġdoing": 1768,
      "Ġweeks": 1769,
      "Ġap": 1770,
      "ety": 1771,
      "Ġchampion": 1772,
      "Ġsever": 1773,
      "ael": 1774,
      "ele": 1775,
      "Ġseen": 1776,
      "pen": 1777,
      "ĠOlympic": 1778,
      "ĠMonday": 1779,
      "ept": 1780,
      "ston": 1781,
      "Ġguys": 1782,
      "Ġ2017": 1783,
      "Ġvide": 1784,
      "Ġtouchdown": 1785,
      "Ġless": 1786,
      "Ġhope": 1787,
      "Ġcomes": 1788,
      "uesday": 1789,
      "nesday": 1790,
      "ued": 1791,
      "ĠComm": 1792,
      "Ġwins": 1793,
      "Ġchang": 1794,
      "Ġyet": 1795,
      "Ġnet": 1796,
      "Ġwhy": 1797,
      "Ġtotal": 1798,
      "Ġcontinue": 1799,
      "Ġattack": 1800,
      "Ġpay": 1801,
      "Ġmoment": 1802,
      "Ġdep": 1803,
      "Ġsaw": 1804,
      "erse": 1805,
      "Ġspot": 1806,
      "ĠBay": 1807,
      "Ġ23": 1808,
      "orm": 1809,
      "oint": 1810,
      "ze": 1811,
      "uff": 1812,
      "Ġtest": 1813,
      "lo": 1814,
      "Ġfamily": 1815,
      "Ġoverall": 1816,
      "ĠWednesday": 1817,
      "ĠBen": 1818,
      "ĠEx": 1819,
      "ĠTuesday": 1820,
      "Ġspecial": 1821,
      "ĠMin": 1822,
      "15": 1823,
      "Ġmust": 1824,
      "Ġexpl": 1825,
      "Ġreason": 1826,
      "Ġdue": 1827,
      "Ġrepl": 1828,
      "Ġregular": 1829,
      "Ġcollege": 1830,
      "Ġwithin": 1831,
      "ĠFI": 1832,
      "tic": 1833,
      "ON": 1834,
      "Ġsched": 1835,
      "Ġfocus": 1836,
      "ush": 1837,
      "olog": 1838,
      "Ġseasons": 1839,
      "ĠTex": 1840,
      "ĠNot": 1841,
      "Ġenjoy": 1842,
      "Ġval": 1843,
      "Ġdraft": 1844,
      "Ġpercent": 1845,
      "ĠChar": 1846,
      "Ġlikely": 1847,
      "Ġofficial": 1848,
      "ĠCanad": 1849,
      "Ġtalent": 1850,
      "inc": 1851,
      "Ġthrow": 1852,
      "Ġchange": 1853,
      "Ġago": 1854,
      "Ġgiven": 1855,
      "ĠClub": 1856,
      "Ġfun": 1857,
      "Ġinformation": 1858,
      "Ġamong": 1859,
      "Ġgolf": 1860,
      "oys": 1861,
      "ives": 1862,
      "Ġsummer": 1863,
      "ĠBet": 1864,
      "Ġprevious": 1865,
      "aly": 1866,
      "He": 1867,
      "ither": 1868,
      "Ġhealth": 1869,
      "ateg": 1870,
      "Ġworking": 1871,
      "Ġsquad": 1872,
      "Ġstraight": 1873,
      "Ġ2016": 1874,
      "Ġmanager": 1875,
      "Ġprofessional": 1876,
      "rist": 1877,
      "Ġkind": 1878,
      "ribut": 1879,
      "Ġwasn": 1880,
      "ĠCal": 1881,
      "most": 1882,
      "Ġsoccer": 1883,
      "ĠWilliam": 1884,
      "Ġcontro": 1885,
      "ipp": 1886,
      "ounds": 1887,
      "ges": 1888,
      "ule": 1889,
      "ams": 1890,
      "ĠDan": 1891,
      "the": 1892,
      "ories": 1893,
      "els": 1894,
      "Ġoffense": 1895,
      "Ġparticip": 1896,
      "ugh": 1897,
      "Ġshoot": 1898,
      "Ġpitch": 1899,
      "Ġhon": 1900,
      "Ġaction": 1901,
      "ĠMarch": 1902,
      "Ġdirect": 1903,
      "Ġmod": 1904,
      "fort": 1905,
      "ouse": 1906,
      "attle": 1907,
      "osed": 1908,
      "Ġnine": 1909,
      "ĠGame": 1910,
      "Ġlove": 1911,
      "yn": 1912,
      "11": 1913,
      "IN": 1914,
      "ains": 1915,
      "Ġbaseball": 1916,
      "Ġinvol": 1917,
      "'ve": 1918,
      "ĠLa": 1919,
      "Ġcontract": 1920,
      "SP": 1921,
      "ĠGames": 1922,
      "Ġqualif": 1923,
      "iod": 1924,
      "Ġfriend": 1925,
      "ĠAmerican": 1926,
      "amed": 1927,
      "ĠStadium": 1928,
      "Ġmonths": 1929,
      "ville": 1930,
      "Ġste": 1931,
      "witter": 1932,
      "Ġcou": 1933,
      "ĠMad": 1934,
      "Ġoffensive": 1935,
      "ĠX": 1936,
      "Ġ100": 1937,
      "Ġcho": 1938,
      "Ġcoaches": 1939,
      "gers": 1940,
      "Ġprob": 1941,
      "âĢĶ": 1942,
      "Ġequ": 1943,
      "ults": 1944,
      "ĠAss": 1945,
      "Ġty": 1946,
      "dle": 1947,
      "ator": 1948,
      "ĠPar": 1949,
      "ĠSan": 1950,
      "Ġbusiness": 1951,
      "Ġinternational": 1952,
      "Ġreb": 1953,
      "OR": 1954,
      "Ġonline": 1955,
      "Ġhig": 1956,
      "Ġoppon": 1957,
      "Ġwinner": 1958,
      "Ġseveral": 1959,
      "ĠEl": 1960,
      "Ġimpress": 1961,
      "ĠSmith": 1962,
      "Ġlar": 1963,
      "Ġresult": 1964,
      "Ġplan": 1965,
      "pend": 1966,
      "ĠHigh": 1967,
      "Ġthought": 1968,
      "stem": 1969,
      "Ġ--": 1970,
      "Ġrole": 1971,
      "aming": 1972,
      "Ġname": 1973,
      "fic": 1974,
      "ĠAng": 1975,
      "ring": 1976,
      "cher": 1977,
      "ĠWar": 1978,
      "ĠAug": 1979,
      "Ġ...": 1980,
      "Ġdesign": 1981,
      "ces": 1982,
      "ĠGu": 1983,
      "ived": 1984,
      "ĠJames": 1985,
      "blem": 1986,
      "Ġmakes": 1987,
      "Ġprep": 1988,
      "Ġinvest": 1989,
      "lier": 1990,
      "ĠTom": 1991,
      "ennis": 1992,
      "ries": 1993,
      "Ġbegin": 1994,
      "irt": 1995,
      "Ġperiod": 1996,
      "work": 1997,
      "ĠOct": 1998,
      "ĠGeor": 1999,
      "Ġhimself": 2000,
      "uge": 2001,
      "ours": 2002,
      "ister": 2003,
      "Ġstep": 2004,
      "Ġ2023": 2005,
      "Ġcomb": 2006,
      "imm": 2007,
      "Ġfit": 2008,
      "ĠMatt": 2009,
      "ĠRy": 2010,
      "ugby": 2011,
      "ĠBra": 2012,
      "aken": 2013,
      "uct": 2014,
      "Ġtechn": 2015,
      "ĠBrown": 2016,
      "Ġpossible": 2017,
      "Ġmar": 2018,
      "thlet": 2019,
      "ĠSept": 2020,
      "Ġclaim": 2021,
      "ĠBy": 2022,
      "cri": 2023,
      "Ġannounced": 2024,
      "ĠColle": 2025,
      "ĠSw": 2026,
      "Ġserv": 2027,
      "Ġtrad": 2028,
      "aring": 2029,
      "ĠJust": 2030,
      "Ġcomplete": 2031,
      "Ġplays": 2032,
      "Ġcourt": 2033,
      "amb": 2034,
      "Ġgave": 2035,
      "elebr": 2036,
      "ency": 2037,
      "AS": 2038,
      "tty": 2039,
      "utive": 2040,
      "ism": 2041,
      "ivid": 2042,
      "Ġterm": 2043,
      "ashing": 2044,
      "ĠAlex": 2045,
      "Ġincre": 2046,
      "ched": 2047,
      "play": 2048,
      "Ġ26": 2049,
      "Ġactiv": 2050,
      "Ġrespect": 2051,
      "resent": 2052,
      "ĠJune": 2053,
      "Ġsingle": 2054,
      "Ġpar": 2055,
      "ĠSchool": 2056,
      "ĠPet": 2057,
      "Ġeveryone": 2058,
      "'m": 2059,
      "min": 2060,
      "Ġprodu": 2061,
      "Ġproblem": 2062,
      "Ġ27": 2063,
      "ĠMart": 2064,
      "Ġvideo": 2065,
      "Ġpop": 2066,
      "Ġmembers": 2067,
      "Ġfavor": 2068,
      "Ġtrying": 2069,
      "ĠSport": 2070,
      "pecially": 2071,
      "Ġtack": 2072,
      "fect": 2073,
      "though": 2074,
      "ĠMor": 2075,
      "ĠBig": 2076,
      "Ġwide": 2077,
      "Ġmarket": 2078,
      "Ġroad": 2079,
      "ĠBowl": 2080,
      "Ġbad": 2081,
      "Ġmean": 2082,
      "ym": 2083,
      "urther": 2084,
      "Ġaut": 2085,
      "Ġdouble": 2086,
      "iving": 2087,
      "of": 2088,
      "ĠPer": 2089,
      "Ġexpected": 2090,
      "Ġcommunity": 2091,
      "ĠOpen": 2092,
      "lling": 2093,
      "anchester": 2094,
      "resh": 2095,
      "BC": 2096,
      "Ġgrow": 2097,
      "pril": 2098,
      "ĠAthlet": 2099,
      "ids": 2100,
      "Ġtough": 2101,
      "Ġ28": 2102,
      "Ġeverything": 2103,
      "Ġimprove": 2104,
      "aign": 2105,
      "Ġsuper": 2106,
      "wh": 2107,
      "ron": 2108,
      "Ġstrugg": 2109,
      "Ġaff": 2110,
      "Ġphys": 2111,
      "Ġpractice": 2112,
      "Ġdraw": 2113,
      "Ġopening": 2114,
      "Ġleading": 2115,
      "na": 2116,
      "Ġvisit": 2117,
      "AN": 2118,
      "ĠDon": 2119,
      "aster": 2120,
      "Ġprobably": 2121,
      "Ġhop": 2122,
      "Ġwa": 2123,
      "ĠPhil": 2124,
      "aun": 2125,
      "ĠMike": 2126,
      "Ġpenal": 2127,
      "fl": 2128,
      "Ġready": 2129,
      "bur": 2130,
      "Ġcouple": 2131,
      "Ġstaff": 2132,
      "Ġview": 2133,
      "ĠDes": 2134,
      "int": 2135,
      "Ġpublic": 2136,
      "Ġclubs": 2137,
      "ki": 2138,
      "ĠDavid": 2139,
      "Ġfif": 2140,
      "Ġcase": 2141,
      "Ġoffer": 2142,
      "tim": 2143,
      "Ġpretty": 2144,
      "ĠManchester": 2145,
      "Ġve": 2146,
      "Ġwanted": 2147,
      "14": 2148,
      "50": 2149,
      "ĠAf": 2150,
      "Ġkey": 2151,
      "ĠQu": 2152,
      "Ġpotential": 2153,
      "Ġsystem": 2154,
      "gr": 2155,
      "Ġcalled": 2156,
      "weight": 2157,
      "ully": 2158,
      "Ġassist": 2159,
      "ĠMark": 2160,
      "Ġfall": 2161,
      "Ġdefend": 2162,
      "ĠIndian": 2163,
      "Ġisn": 2164,
      "ĠNow": 2165,
      "Ġlim": 2166,
      "ota": 2167,
      "Ġbook": 2168,
      "18": 2169,
      "Ġcampaign": 2170,
      "Ġple": 2171,
      "St": 2172,
      "Ġlocal": 2173,
      "CAA": 2174,
      "Ġ50": 2175,
      "ĠGer": 2176,
      "ached": 2177,
      "Ġattem": 2178,
      "ĠChrist": 2179,
      "ole": 2180,
      "Ġ2015": 2181,
      "Ġpred": 2182,
      "phy": 2183,
      "ett": 2184,
      "Ġdoub": 2185,
      "ĠApril": 2186,
      "lin": 2187,
      "dds": 2188,
      "Ġthroughout": 2189,
      "igning": 2190,
      "Ġhuge": 2191,
      "ĠGold": 2192,
      "Ġcompany": 2193,
      "book": 2194,
      "Ġcelebr": 2195,
      "uries": 2196,
      "ands": 2197,
      "ĠThom": 2198,
      "ĠTV": 2199,
      "ĠWin": 2200,
      "Ġfan": 2201,
      "Ġwalk": 2202,
      "Ġtw": 2203,
      "Ġfast": 2204,
      "Ġread": 2205,
      "ago": 2206,
      "ĠÂ£": 2207,
      "atest": 2208,
      "Ġprovide": 2209,
      "ky": 2210,
      "ient": 2211,
      "ĠAb": 2212,
      "ĠJuly": 2213,
      "Ġsitu": 2214,
      "Ġhowever": 2215,
      "pool": 2216,
      "ĠGl": 2217,
      "Ġalmost": 2218,
      "Ġground": 2219,
      "cell": 2220,
      "umb": 2221,
      "arm": 2222,
      "ĠSch": 2223,
      "ĠJohnson": 2224,
      "Ġchild": 2225,
      "ĠRob": 2226,
      "ata": 2227,
      "Ġespecially": 2228,
      "Ġsenior": 2229,
      "selves": 2230,
      "Ġ2014": 2231,
      "ficult": 2232,
      "Ġmult": 2233,
      "ĠMichael": 2234,
      "Ġindivid": 2235,
      "lish": 2236,
      "uit": 2237,
      "val": 2238,
      "Ġpresent": 2239,
      "Ġallowed": 2240,
      "Ġbiggest": 2241,
      "itted": 2242,
      "SPN": 2243,
      "ĠChampions": 2244,
      "Ġaverage": 2245,
      "Ġcurrently": 2246,
      "Ġoutside": 2247,
      "Ġbody": 2248,
      "ĠNews": 2249,
      "ĠKn": 2250,
      "17": 2251,
      "ĠMo": 2252,
      "ape": 2253,
      "16": 2254,
      "Ġdifficult": 2255,
      "Ġcond": 2256,
      "Ġoften": 2257,
      "ĠBro": 2258,
      "ana": 2259,
      "ĠPaul": 2260,
      "ample": 2261,
      "ĠCount": 2262,
      "ĠTexas": 2263,
      "Ġach": 2264,
      "Ġide": 2265,
      "Ġminute": 2266,
      "ida": 2267,
      "sec": 2268,
      "Ġcut": 2269,
      "uel": 2270,
      "ĠML": 2271,
      "sea": 2272,
      "Ġfail": 2273,
      "Ġunderstand": 2274,
      "ES": 2275,
      "Ġarea": 2276,
      "Ġtaken": 2277,
      "Ġmeans": 2278,
      "ĠAustralia": 2279,
      "Ġwhether": 2280,
      "iding": 2281,
      "Ġcorner": 2282,
      "Ġran": 2283,
      "Ġdem": 2284,
      "ĠCle": 2285,
      "iel": 2286,
      "AR": 2287,
      "ips": 2288,
      "ĠJones": 2289,
      "ĠJanuary": 2290,
      "Ġfac": 2291,
      "Ġsurpr": 2292,
      "aker": 2293,
      "bert": 2294,
      "iate": 2295,
      "come": 2296,
      "Ġprot": 2297,
      "ĠNCAA": 2298,
      "Ġprocess": 2299,
      "af": 2300,
      "ĠMore": 2301,
      "raft": 2302,
      "ĠVal": 2303,
      "Ġracing": 2304,
      "Ġstage": 2305,
      "AT": 2306,
      "ĠJoe": 2307,
      "den": 2308,
      "ĠSeries": 2309,
      "Ġ29": 2310,
      "Ġended": 2311,
      "Ġorganiz": 2312,
      "ival": 2313,
      "Ġgets": 2314,
      "Ġrepresent": 2315,
      "13": 2316,
      "Ġresults": 2317,
      "ĠHall": 2318,
      "ĠGo": 2319,
      "game": 2320,
      "che": 2321,
      "idence": 2322,
      "Ġneeds": 2323,
      "ĠBlack": 2324,
      "ager": 2325,
      "Ġfifth": 2326,
      "Ġstory": 2327,
      "Ġstrik": 2328,
      ".,": 2329,
      "Ġinnings": 2330,
      "Ġselect": 2331,
      "ĠChris": 2332,
      "Ġproduc": 2333,
      "Ġshots": 2334,
      "osh": 2335,
      "Ġlooked": 2336,
      "ĠWilliams": 2337,
      "Ġpun": 2338,
      "Ġactually": 2339,
      "irc": 2340,
      "ĠBel": 2341,
      "ĠIndia": 2342,
      "ead": 2343,
      "Ġorder": 2344,
      "ĠDay": 2345,
      "ique": 2346,
      "Ġaw": 2347,
      "eder": 2348,
      "ĠCoach": 2349,
      "fully": 2350,
      "Ġroom": 2351,
      "rid": 2352,
      "Ġocc": 2353,
      "unities": 2354,
      "ĠBrit": 2355,
      "ickets": 2356,
      "ging": 2357,
      "ales": 2358,
      "Ġimpact": 2359,
      "Ġconference": 2360,
      "Ġfurther": 2361,
      "ĠBull": 2362,
      "eg": 2363,
      "Ġbecame": 2364,
      "ĠCollege": 2365,
      "Ġeither": 2366,
      "Ġlatest": 2367,
      "ĠESPN": 2368,
      "Ġfell": 2369,
      "Ġquestion": 2370,
      "Ġability": 2371,
      "iverpool": 2372,
      "Ġpersonal": 2373,
      "ĠAssoci": 2374,
      "Ġpull": 2375,
      "Ġreach": 2376,
      "Ġearlier": 2377,
      "adem": 2378,
      "Ġdomin": 2379,
      "Ġteamm": 2380,
      "ĠSam": 2381,
      "ĠAugust": 2382,
      "ashington": 2383,
      "ators": 2384,
      "outs": 2385,
      "akers": 2386,
      "ĠNHL": 2387,
      "ored": 2388,
      "Ġcity": 2389,
      "ĠWeek": 2390,
      "ĠBo": 2391,
      "hest": 2392,
      "antage": 2393,
      "Ġperfect": 2394,
      "Ġeasy": 2395,
      "Ġmot": 2396,
      "ĠChel": 2397,
      "ĠEm": 2398,
      "Ġmind": 2399,
      "aving": 2400,
      "Ġneeded": 2401,
      "ission": 2402,
      "Ġinside": 2403,
      "no": 2404,
      "Ġsocial": 2405,
      "ination": 2406,
      "ĠHam": 2407,
      "ĠFC": 2408,
      "ww": 2409,
      "Ġbelieve": 2410,
      "ĠRuss": 2411,
      "Ġsigned": 2412,
      "ĠWil": 2413,
      "Ġentire": 2414,
      "ians": 2415,
      "Ġsmall": 2416,
      "Ġaccording": 2417,
      "ively": 2418,
      "Ġoper": 2419,
      "ĠCO": 2420,
      "Ġanything": 2421,
      "Ġspeed": 2422,
      "Ġknown": 2423,
      "ĠFlor": 2424,
      "Ġusing": 2425,
      "ĠMil": 2426,
      "ID": 2427,
      "Ġfant": 2428,
      "Ġaward": 2429,
      "ert": 2430,
      "ests": 2431,
      "ĠLiverpool": 2432,
      "ĠWashington": 2433,
      "Ġsoon": 2434,
      "Ġ40": 2435,
      "'ll": 2436,
      "ĠGreen": 2437,
      "arch": 2438,
      "Ġeng": 2439,
      "Ġage": 2440,
      "inn": 2441,
      "Ġ198": 2442,
      "Ġguy": 2443,
      "ama": 2444,
      "Ġmissed": 2445,
      "ĠAfric": 2446,
      "Ġcard": 2447,
      "Ġattend": 2448,
      "Ġsignific": 2449,
      "Ġdebut": 2450,
      "Ġinjuries": 2451,
      "ilar": 2452,
      "Ġparticular": 2453,
      "Ġ2012": 2454,
      "uk": 2455,
      "Ġrul": 2456,
      "Ġcas": 2457,
      "rick": 2458,
      "Ġgold": 2459,
      "lor": 2460,
      "ĠRyan": 2461,
      "ences": 2462,
      "ĠPres": 2463,
      "Ġtakes": 2464,
      "Ġstreng": 2465,
      "body": 2466,
      "Ġpur": 2467,
      "Ġlow": 2468,
      "Ġmidfield": 2469,
      "Ġhelped": 2470,
