{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "String": "\\s+|\\w+|[^\\w\\s]+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": true
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|unk|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|pad|>": 1,
      "<|unk|>": 2,
      "!": 3,
      "\"": 4,
      "#": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "Q": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "\\": 62,
      "]": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "ยก": 97,
      "ยข": 98,
      "ยฃ": 99,
      "ยค": 100,
      "ยฅ": 101,
      "ยฆ": 102,
      "ยง": 103,
      "ยจ": 104,
      "ยฉ": 105,
      "ยช": 106,
      "ยซ": 107,
      "ยฌ": 108,
      "ยฎ": 109,
      "ยฏ": 110,
      "ยฐ": 111,
      "ยฑ": 112,
      "ยฒ": 113,
      "ยณ": 114,
      "ยด": 115,
      "ยต": 116,
      "ยถ": 117,
      "ยท": 118,
      "ยธ": 119,
      "ยน": 120,
      "ยบ": 121,
      "ยป": 122,
      "ยผ": 123,
      "ยฝ": 124,
      "ยพ": 125,
      "ยฟ": 126,
      "ร": 127,
      "ร": 128,
      "ร": 129,
      "ร": 130,
      "ร": 131,
      "ร": 132,
      "ร": 133,
      "ร": 134,
      "ร": 135,
      "ร": 136,
      "ร": 137,
      "ร": 138,
      "ร": 139,
      "ร": 140,
      "ร": 141,
      "ร": 142,
      "ร": 143,
      "ร": 144,
      "ร": 145,
      "ร": 146,
      "ร": 147,
      "ร": 148,
      "ร": 149,
      "ร": 150,
      "ร": 151,
      "ร": 152,
      "ร": 153,
      "ร": 154,
      "ร": 155,
      "ร": 156,
      "ร ": 157,
      "รก": 158,
      "รข": 159,
      "รฃ": 160,
      "รค": 161,
      "รฅ": 162,
      "รฆ": 163,
      "รง": 164,
      "รจ": 165,
      "รฉ": 166,
      "รช": 167,
      "รซ": 168,
      "รฌ": 169,
      "รญ": 170,
      "รฎ": 171,
      "รฏ": 172,
      "รฐ": 173,
      "รฑ": 174,
      "รฒ": 175,
      "รณ": 176,
      "รด": 177,
      "ฤ": 178,
      "ฤ": 179,
      "ฤ": 180,
      "ฤ": 181,
      "ฤ": 182,
      "ฤ": 183,
      "ฤ": 184,
      "ฤ": 185,
      "ฤ": 186,
      "ฤ": 187,
      "ฤ": 188,
      "ฤ": 189,
      "ฤ": 190,
      "ฤ": 191,
      "ฤ": 192,
      "ฤ": 193,
      "ฤ": 194,
      "ฤ": 195,
      "ฤ": 196,
      "ฤ": 197,
      "ฤ": 198,
      "ฤ": 199,
      "ฤ": 200,
      "ฤ": 201,
      "ฤ": 202,
      "ฤ": 203,
      "ฤ": 204,
      "ฤ": 205,
      "ฤ": 206,
      "ฤ": 207,
      "ฤ": 208,
      "ฤ ": 209,
      "ฤก": 210,
      "ฤข": 211,
      "ฤฃ": 212,
      "ฤค": 213,
      "ฤฅ": 214,
      "ฤฆ": 215,
      "ฤง": 216,
      "ฤจ": 217,
      "ฤฉ": 218,
      "ฤช": 219,
      "ฤซ": 220,
      "ฤฌ": 221,
      "ฤญ": 222,
      "ฤฎ": 223,
      "ฤฏ": 224,
      "ฤฐ": 225,
      "ฤฑ": 226,
      "ฤฒ": 227,
      "ฤณ": 228,
      "ฤด": 229,
      "ฤต": 230,
      "ฤถ": 231,
      "ฤท": 232,
      "ฤธ": 233,
      "ฤน": 234,
      "ฤบ": 235,
      "ฤป": 236,
      "ฤผ": 237,
      "ฤฝ": 238,
      "ฤพ": 239,
      "ฤฟ": 240,
      "ล": 241,
      "ล": 242,
      "ล": 243,
      "ล": 244,
      "ฤ ฤ ": 245,
      "ฤ ฤ ฤ ฤ ": 246,
      "ฤ ฤ ฤ ": 247,
      "in": 248,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ": 249,
      "ฤ =": 250,
      "se": 251,
      "re": 252,
      "ฤ t": 253,
      "st": 254,
      "or": 255,
      "er": 256,
      "en": 257,
      "on": 258,
      "at": 259,
      "ฤฤ": 260,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ": 261,
      "ฤ a": 262,
      "de": 263,
      "ฤ p": 264,
      "ฤ i": 265,
      "int": 266,
      "le": 267,
      "ฤ c": 268,
      "he": 269,
      "al": 270,
      "ar": 271,
      "--": 272,
      "ฤ f": 273,
      "an": 274,
      "ฤ n": 275,
      "lf": 276,
      "self": 277,
      "ur": 278,
      "it": 279,
      "rint": 280,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ": 281,
      "me": 282,
      "):": 283,
      "ฤ in": 284,
      "##": 285,
      "ฤ \"": 286,
      "um": 287,
      "ฤ re": 288,
      "ut": 289,
      "ฤ the": 290,
      "ro": 291,
      "ฤ s": 292,
      "ฤ l": 293,
      "ion": 294,
      "ge": 295,
      "ct": 296,
      "ฤ o": 297,
      "ฤ e": 298,
      "ฤ 1": 299,
      "ฤ w": 300,
      "ฤ m": 301,
      "ฤ '": 302,
      "ing": 303,
      "ฤ b": 304,
      "te": 305,
      "()": 306,
      "ue": 307,
      "ฤ d": 308,
      "ฤ #": 309,
      "def": 310,
      "ist": 311,
      "ฤ self": 312,
      "un": 313,
      "urn": 314,
      "turn": 315,
      "ra": 316,
      "ฤ if": 317,
      "ฤ print": 318,
      "ce": 319,
      "mp": 320,
      "(\"": 321,
      "----": 322,
      "la": 323,
      "ot": 324,
      "end": 325,
      "__": 326,
      "xt": 327,
      "ri": 328,
      "ฤ +": 329,
      "ss": 330,
      "\"\"": 331,
      "co": 332,
      "ฤ return": 333,
      "==": 334,
      "ฤ for": 335,
      "ฤ an": 336,
      "ame": 337,
      "))": 338,
      "ate": 339,
      "ฤ (": 340,
      "ent": 341,
      "print": 342,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ": 343,
      "####": 344,
      "ฤ 0": 345,
      "ฤ ==": 346,
      "lo": 347,
      "ran": 348,
      "ฤ to": 349,
      "hi": 350,
      "ฤ st": 351,
      "ad": 352,
      "put": 353,
      "ฤ co": 354,
      "val": 355,
      "ฤ of": 356,
      "ve": 357,
      "\")": 358,
      "th": 359,
      "if": 360,
      "ฤ -": 361,
      "ฤ is": 362,
      "ฤ [": 363,
      "ul": 364,
      "ap": 365,
      "',": 366,
      "ฤ and": 367,
      "ck": 368,
      "ฤ 2": 369,
      "('": 370,
      "ฤ def": 371,
      "ฤ T": 372,
      "ch": 373,
      "ฤ num": 374,
      "ฤ el": 375,
      "ode": 376,
      "ort": 377,
      "\",": 378,
      "ig": 379,
      "ord": 380,
      "of": 381,
      "ter": 382,
      "text": 383,
      "id": 384,
      "ฤ y": 385,
      "00": 386,
      "ma": 387,
      "ฤ g": 388,
      "')": 389,
      "ฤ ran": 390,
      "ฤฤ": 391,
      "ed": 392,
      "ber": 393,
      "es": 394,
      "el": 395,
      "ata": 396,
      "il": 397,
      "**": 398,
      "as": 399,
      "ht": 400,
      "--------": 401,
      "ction": 402,
      "ol": 403,
      "is": 404,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ": 405,
      "one": 406,
      "ฤ se": 407,
      "|>": 408,
      "<|": 409,
      "endof": 410,
      "endoftext": 411,
      "ฤ int": 412,
      "num": 413,
      "])": 414,
      "list": 415,
      "ke": 416,
      "di": 417,
      "os": 418,
      "ser": 419,
      "mport": 420,
      "ฤ N": 421,
      "value": 422,
      "get": 423,
      "ver": 424,
      "pe": 425,
      "name": 426,
      "ฤ x": 427,
      "ab": 428,
      "unt": 429,
      "for": 430,
      "ation": 431,
      "ow": 432,
      "up": 433,
      "nt": 434,
      "====": 435,
      "ฤ \"\"\"": 436,
      "ile": 437,
      "ฤ range": 438,
      "ฤ S": 439,
      "ฤ de": 440,
      "ฤ h": 441,
      "########": 442,
      "ne": 443,
      "om": 444,
      "],": 445,
      "op": 446,
      "ult": 447,
      "qu": 448,
      "ฤ str": 449,
      "app": 450,
      "ฤ list": 451,
      "str": 452,
      "''": 453,
      "ic": 454,
      "ฤ {": 455,
      "ฤ 3": 456,
      "rom": 457,
      "ฤ else": 458,
      "ard": 459,
      "ฤ th": 460,
      "ime": 461,
      "ir": 462,
      "ฤ F": 463,
      "iz": 464,
      "ฤ ne": 465,
      "pl": 466,
      "ฤ C": 467,
      "ฤ :": 468,
      "lass": 469,
      "ou": 470,
      "art": 471,
      "ine": 472,
      "input": 473,
      "ฤ <": 474,
      "ฤ A": 475,
      "ฤ te": 476,
      "ฤ be": 477,
      "ฤ len": 478,
      "ฤ con": 479,
      "รคยธ": 480,
      "ฤ ฤ": 481,
      "ith": 482,
      "ฤ *": 483,
      "ฤ ma": 484,
      "ฤ u": 485,
      "lay": 486,
      "ฤ I": 487,
      "append": 488,
      "ฤ not": 489,
      "ฤ P": 490,
      "rue": 491,
      "':": 492,
      "ฤ number": 493,
      "ite": 494,
      "res": 495,
      "ฤ as": 496,
      "im": 497,
      "ฤ >": 498,
      "ฤ ro": 499,
      "dex": 500,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ": 501,
      "ฤ __": 502,
      "and": 503,
      "mat": 504,
      "mo": 505,
      "][": 506,
      "ฤ ร": 507,
      "ฤ +=": 508,
      "ฤ or": 509,
      "et": 510,
      "\"\"\"": 511,
      "ment": 512,
      "len": 513,
      "ft": 514,
      "ind": 515,
      "ฤ ar": 516,
      "rent": 517,
      "ฤ le": 518,
      "ฤ input": 519,
      "ฤ v": 520,
      "ay": 521,
      "od": 522,
      "ฤ res": 523,
      "ฤ al": 524,
      "con": 525,
      "pt": 526,
      "รยต": 527,
      "key": 528,
      "ase": 529,
      "import": 530,
      "รยพ": 531,
      "hile": 532,
      "ฤ value": 533,
      "ta": 534,
      "ath": 535,
      "..": 536,
      "data": 537,
      "ize": 538,
      "ฤ ex": 539,
      "bo": 540,
      "ray": 541,
      "ฤ L": 542,
      "class": 543,
      "),": 544,
      "am": 545,
      "ฤ j": 546,
      "alse": 547,
      "ฤ ch": 548,
      "age": 549,
      "รฏยผ": 550,
      "rig": 551,
      "ฤ elif": 552,
      "all": 553,
      "per": 554,
      "\":": 555,
      "ฤ ฤ ฤ ฤ ฤ": 556,
      "ty": 557,
      "ฤ 5": 558,
      "his": 559,
      "ฤ %": 560,
      "ฤ data": 561,
      "ฤ None": 562,
      "ฤ D": 563,
      "ฤ cur": 564,
      "รยฐ": 565,
      "ฤ R": 566,
      "ฤ with": 567,
      "right": 568,
      "us": 569,
      "():": 570,
      "ฤ 4": 571,
      "ฤ True": 572,
      "ight": 573,
      "que": 574,
      "our": 575,
      "set": 576,
      "ers": 577,
      "ฤ he": 578,
      "ry": 579,
      "py": 580,
      "ฤ pro": 581,
      "mple": 582,
      "ฤ di": 583,
      "word": 584,
      "ฤ col": 585,
      "pa": 586,
      "able": 587,
      "----------------": 588,
      "ub": 589,
      "col": 590,
      "ฤ r": 591,
      "__(": 592,
      "ฤ me": 593,
      "unction": 594,
      "รยธ": 595,
      "ฤ []": 596,
      "ree": 597,
      "init": 598,
      "ance": 599,
      "10": 600,
      "ฤ M": 601,
      "ฤ E": 602,
      "ฤ that": 603,
      "========": 604,
      "****": 605,
      "ect": 606,
      "ฤ import": 607,
      "รฤค": 608,
      "ฤ it": 609,
      "count": 610,
      "cur": 611,
      "dom": 612,
      "ฤ while": 613,
      "ฤ node": 614,
      "und": 615,
      "ฤ B": 616,
      "from": 617,
      "low": 618,
      "ฤ k": 619,
      "ฤ on": 620,
      "dd": 621,
      "ary": 622,
      "ฤ False": 623,
      "ive": 624,
      "ac": 625,
      "ฤ new": 626,
      "ฤ name": 627,
      "['": 628,
      "ฤ lo": 629,
      "ill": 630,
      "oint": 631,
      "sert": 632,
      "ly": 633,
      "to": 634,
      "']": 635,
      "layer": 636,
      "################": 637,
      "ฤ ฤ ฤ ฤ ฤ ": 638,
      "รงฤผ": 639,
      "ph": 640,
      "รงฤผฤฆ": 641,
      "ฤ are": 642,
      "bj": 643,
      "row": 644,
      "ak": 645,
      "irst": 646,
      "ack": 647,
      "ฤ we": 648,
      "node": 649,
      "iv": 650,
      "ฤ from": 651,
      "gra": 652,
      "ity": 653,
      "li": 654,
      "ฤ get": 655,
      "ฤ result": 656,
      "ition": 657,
      "red": 658,
      "index": 659,
      "())": 660,
      "ฤ /": 661,
      "In": 662,
      "number": 663,
      "time": 664,
      "ฤ word": 665,
      "act": 666,
      "ฤ file": 667,
      "ep": 668,
      "heck": 669,
      "ci": 670,
      "next": 671,
      "ror": 672,
      "file": 673,
      "ted": 674,
      "otal": 675,
      "!=": 676,
      "ฤ string": 677,
      "ฤ bo": 678,
      "left": 679,
      "ms": 680,
      "utput": 681,
      "ex": 682,
      "ฤ you": 683,
      "ble": 684,
      "รยฝ": 685,
      "ฤ time": 686,
      "รฤฃ": 687,
      "ฤ function": 688,
      "ari": 689,
      "ฤ pa": 690,
      "add": 691,
      "pre": 692,
      "ice": 693,
      "ฤ np": 694,
      "ฤ mo": 695,
      "pro": 696,
      "]:": 697,
      "ฤ 10": 698,
      "ฤ O": 699,
      "reate": 700,
      "รฤข": 701,
      "รยพร": 702,
      "umn": 703,
      "รฏยผฤฎ": 704,
      "par": 705,
      "main": 706,
      "ave": 707,
      "ant": 708,
      "'''": 709,
      "ฤ count": 710,
      "gth": 711,
      "='": 712,
      "test": 713,
      "thon": 714,
      "ution": 715,
      "loat": 716,
      "ฤ max": 717,
      "ฤ 6": 718,
      "sh": 719,
      "move": 720,
      "format": 721,
      "ฤ W": 722,
      "ฤ sh": 723,
      "ast": 724,
      "ฤ !=": 725,
      "return": 726,
      "read": 727,
      "ฤ line": 728,
      "([": 729,
      "ฤ val": 730,
      "ฤ G": 731,
      "ฤ pre": 732,
      "lement": 733,
      "._": 734,
      "dict": 735,
      "List": 736,
      "=\"": 737,
      "plit": 738,
      "gs": 739,
      "pos": 740,
      "ฤ en": 741,
      "].": 742,
      "type": 743,
      "ach": 744,
      "ฤ row": 745,
      "we": 746,
      "size": 747,
      "รฆฤท": 748,
      "ฤ key": 749,
      "ฤ set": 750,
      "sed": 751,
      "ld": 752,
      "ฤ {}": 753,
      "ฤ this": 754,
      "ฤ do": 755,
      "ฤ random": 756,
      "pen": 757,
      "ฤ at": 758,
      "ure": 759,
      "ie": 760,
      "รฅฤฑ": 761,
      "ฤ In": 762,
      "ฤ by": 763,
      "ฤ user": 764,
      "bject": 765,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ": 766,
      "ฤ current": 767,
      "sc": 768,
      "date": 769,
      "olution": 770,
      "rain": 771,
      "20": 772,
      "ust": 773,
      "ial": 774,
      "ฤ test": 775,
      "raw": 776,
      "core": 777,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ": 778,
      "ฤ all": 779,
      "ฤ mat": 780,
      "cept": 781,
      "min": 782,
      "ample": 783,
      "Node": 784,
      "รฅฤช": 785,
      "rid": 786,
      "ฤ un": 787,
      "eg": 788,
      "ear": 789,
      "max": 790,
      "string": 791,
      "ฤ end": 792,
      "ฤ \")": 793,
      "ฤ can": 794,
      "ฤ sum": 795,
      "mm": 796,
      "ฤ start": 797,
      "root": 798,
      "ฤ The": 799,
      "mage": 800,
      "ok": 801,
      "are": 802,
      "rix": 803,
      "','": 804,
      "array": 805,
      "line": 806,
      "ide": 807,
      "//": 808,
      "fo": 809,
      "ฤ <=": 810,
      "ces": 811,
      "sum": 812,
      "รฆฤทยฐ": 813,
      "ang": 814,
      "my": 815,
      "rite": 816,
      "ฤ index": 817,
      ".__": 818,
      "ud": 819,
      "ator": 820,
      "ฤ text": 821,
      "ฤ par": 822,
      "ero": 823,
      "split": 824,
      "ll": 825,
      "reak": 826,
      "En": 827,
      "ฤ add": 828,
      "รฅฤง": 829,
      "board": 830,
      "ฤ so": 831,
      "tter": 832,
      "ฤ array": 833,
      "ฤ pl": 834,
      "rect": 835,
      "ฤ min": 836,
      "ฤ pos": 837,
      "ype": 838,
      "fe": 839,
      "ฤ py": 840,
      "ฤ 7": 841,
      "ฤ first": 842,
      "mb": 843,
      "ฤ will": 844,
      "ฤ ite": 845,
      "รยป": 846,
      "ip": 847,
      "ฤ ฤ ฤ ฤ ฤ ฤ ": 848,
      "start": 849,
      "est": 850,
      "wo": 851,
      "ther": 852,
      "rror": 853,
      ")):": 854,
      "ฤ V": 855,
      "lace": 856,
      "ute": 857,
      "100": 858,
      "ฤ 9": 859,
      ">>": 860,
      "alc": 861,
      "St": 862,
      "ren": 863,
      "\".": 864,
      "ses": 865,
      "cond": 866,
      "sw": 867,
      "path": 868,
      "thod": 869,
      "ฤฤฤ": 870,
      "ฤ รฌ": 871,
      "du": 872,
      "ฤ \\": 873,
      "ys": 874,
      "sv": 875,
      "ฤ Re": 876,
      "ฤ no": 877,
      "ฤ 8": 878,
      "ฤ H": 879,
      "uld": 880,
      "ฤ cont": 881,
      "Error": 882,
      "idth": 883,
      "The": 884,
      "play": 885,
      "oice": 886,
      "ฤ ->": 887,
      "((": 888,
      "ฤ right": 889,
      "ฤ open": 890,
      "da": 891,
      "ฤ temp": 892,
      "head": 893,
      "ฤ \",": 894,
      "ฤ break": 895,
      "ฤ left": 896,
      "df": 897,
      "12": 898,
      "ฤ root": 899,
      "ฤ que": 900,
      "ฤ float": 901,
      "its": 902,
      "ange": 903,
      "ฤ 100": 904,
      "ฤ element": 905,
      "'s": 906,
      "order": 907,
      "enter": 908,
      "ens": 909,
      "ise": 910,
      "ont": 911,
      "game": 912,
      "ฤ each": 913,
      "รคยป": 914,
      "ฤ comp": 915,
      "ฤ your": 916,
      "ฤ '''": 917,
      "ฤ check": 918,
      "ence": 919,
      "ฤ List": 920,
      "new": 921,
      "ates": 922,
      "les": 923,
      "********": 924,
      "ER": 925,
      ").": 926,
      "\",\"": 927,
      "arget": 928,
      "ฤ has": 929,
      "code": 930,
      "ฤ char": 931,
      "ton": 932,
      "ฤ up": 933,
      "ฤ class": 934,
      "____": 935,
      "ฤ 20": 936,
      "[:": 937,
      "ors": 938,
      "ff": 939,
      "ฤ _": 940,
      "ies": 941,
      "arr": 942,
      "ents": 943,
      "plot": 944,
      "cre": 945,
      "รคยธยช": 946,
      "iven": 947,
      "Enter": 948,
      "gh": 949,
      "ฤ z": 950,
      "pri": 951,
      "ฤ nums": 952,
      "ink": 953,
      "ฤ U": 954,
      "รฅล": 955,
      "result": 956,
      "ariable": 957,
      "ould": 958,
      "ฤ pri": 959,
      "else": 960,
      "รจยฟ": 961,
      "ฤ wh": 962,
      "================": 963,
      "rame": 964,
      "ฤ column": 965,
      "ape": 966,
      "ฤ total": 967,
      "\"]": 968,
      "ps": 969,
      "ding": 970,
      "ฤ pass": 971,
      "lab": 972,
      "out": 973,
      "ick": 974,
      "ener": 975,
      "ins": 976,
      "รฃฤฃ": 977,
      "ag": 978,
      "cess": 979,
      "รฅฤฒ": 980,
      "ory": 981,
      "ฤ >=": 982,
      "orted": 983,
      "[\"": 984,
      "ฤ point": 985,
      "ฤ one": 986,
      "hild": 987,
      "loc": 988,
      "ฤ player": 989,
      "arch": 990,
      "ations": 991,
      "no": 992,
      "You": 993,
      "รฆฤพ": 994,
      "odel": 995,
      "ฤ item": 996,
      "ฤ have": 997,
      "ฤ board": 998,
      "pop": 999,
      "รคยธฤข": 1000,
      "11": 1001,
      "ix": 1002,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ": 1003,
      "ฤ ra": 1004,
      "utton": 1005,
      "sing": 1006,
      "jo": 1007,
      "ฤ values": 1008,
      "vert": 1009,
      "ec": 1010,
      "param": 1011,
      "รฃฤข": 1012,
      "().": 1013,
      "ฤ find": 1014,
      "user": 1015,
      "qual": 1016,
      "gram": 1017,
      "ign": 1018,
      "inal": 1019,
      "place": 1020,
      ".\")": 1021,
      "ฤ sub": 1022,
      "IN": 1023,
      "vel": 1024,
      "ฤ out": 1025,
      "ฤ |": 1026,
      "old": 1027,
      "ฤ main": 1028,
      "tri": 1029,
      "'.": 1030,
      "รฆฤบ": 1031,
      "abel": 1032,
      "\"))": 1033,
      "ฤ output": 1034,
      "alcul": 1035,
      "itle": 1036,
      ")]": 1037,
      "while": 1038,
      "ines": 1039,
      "ong": 1040,
      "label": 1041,
      "ฤ gra": 1042,
      "ax": 1043,
      "ฤ my": 1044,
      "ฤ other": 1045,
      "ฤ head": 1046,
      "onth": 1047,
      "รฤฅ": 1048,
      "ฤ @": 1049,
      "ฤ )": 1050,
      "po": 1051,
      "ork": 1052,
      "point": 1053,
      "ฤ numbers": 1054,
      "istance": 1055,
      "Num": 1056,
      "ฤ qu": 1057,
      "av": 1058,
      "own": 1059,
      "oth": 1060,
      "--------------------------------": 1061,
      "รยฒ": 1062,
      "so": 1063,
      "ption": 1064,
      "grid": 1065,
      "arg": 1066,
      "รคยฝ": 1067,
      "hich": 1068,
      "ฤ next": 1069,
      "ฤ move": 1070,
      "ib": 1071,
      "ฤ ac": 1072,
      "ฤ per": 1073,
      "Co": 1074,
      "None": 1075,
      "iter": 1076,
      "รงฤถ": 1077,
      "รยผ": 1078,
      "True": 1079,
      "isplay": 1080,
      "cle": 1081,
      "ฤ ฤฤ": 1082,
      "bin": 1083,
      "ฤ \"))": 1084,
      "day": 1085,
      "unter": 1086,
      "item": 1087,
      "รงยป": 1088,
      "]]": 1089,
      "txt": 1090,
      "alue": 1091,
      "ssage": 1092,
      "swer": 1093,
      "son": 1094,
      "rans": 1095,
      "train": 1096,
      "ress": 1097,
      "ฤฤฤฤ": 1098,
      "50": 1099,
      "ctions": 1100,
      "temp": 1101,
      "bal": 1102,
      "rand": 1103,
      "ฤ create": 1104,
      "sent": 1105,
      "รฅฤฉ": 1106,
      "ฤ (\"": 1107,
      "Re": 1108,
      "ฤ arr": 1109,
      "################################": 1110,
      "ated": 1111,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ": 1112,
      "ฤ game": 1113,
      "tle": 1114,
      "uple": 1115,
      "mpty": 1116,
      "ca": 1117,
      "รขฤข": 1118,
      "ฤ Solution": 1119,
      "รยบ": 1120,
      "ฤ try": 1121,
      "current": 1122,
      "sort": 1123,
      "*-": 1124,
      "ฤ ap": 1125,
      "length": 1126,
      "ain": 1127,
      "รฆฤบยฏ": 1128,
      "range": 1129,
      "random": 1130,
      "รคยบ": 1131,
      "ฤ length": 1132,
      "ฤ ,": 1133,
      "ฤ letter": 1134,
      "verse": 1135,
      "...": 1136,
      "ฤ two": 1137,
      "ฤ integ": 1138,
      "lower": 1139,
      "nums": 1140,
      "รฆฤธ": 1141,
      "ฤ ['": 1142,
      "elif": 1143,
      "sub": 1144,
      "ฤ fo": 1145,
      ")))": 1146,
      "assert": 1147,
      "ฤ type": 1148,
      "cl": 1149,
      "lect": 1150,
      "lose": 1151,
      "ฤ รซ": 1152,
      "รจยก": 1153,
      "do": 1154,
      "ฤ plt": 1155,
      "score": 1156,
      "player": 1157,
      "ctionary": 1158,
      "args": 1159,
      "ST": 1160,
      "map": 1161,
      "ฤ object": 1162,
      "ฤ which": 1163,
      "[-": 1164,
      "ฤ math": 1165,
      "form": 1166,
      "pon": 1167,
      "unc": 1168,
      "color": 1169,
      "ฤ -*-": 1170,
      "รฅยฎ": 1171,
      "ual": 1172,
      "com": 1173,
      "รยด": 1174,
      "ฤ last": 1175,
      "LE": 1176,
      "ell": 1177,
      "(\"\\": 1178,
      "plt": 1179,
      "state": 1180,
      "ฤ code": 1181,
      "ฤ conta": 1182,
      "ฤ except": 1183,
      "error": 1184,
      "rip": 1185,
      "ฤ use": 1186,
      "lock": 1187,
      "ฤ variable": 1188,
      "object": 1189,
      "ฤ Ex": 1190,
      "csv": 1191,
      "ฤ X": 1192,
      "the": 1193,
      "ฤ method": 1194,
      "รฅยค": 1195,
      "values": 1196,
      "{}": 1197,
      "uess": 1198,
      "ฤ po": 1199,
      "ฤ path": 1200,
      "ฤ date": 1201,
      "รฤญ": 1202,
      "ฤ df": 1203,
      "find": 1204,
      "ext": 1205,
      "join": 1206,
      "Ex": 1207,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ": 1208,
      "write": 1209,
      "mmand": 1210,
      "ON": 1211,
      "ฤ St": 1212,
      "ฤ given": 1213,
      "vent": 1214,
      "ฤ size": 1215,
      "total": 1216,
      "ฤ second": 1217,
      "ฤ hi": 1218,
      "รฤฎ": 1219,
      "]))": 1220,
      "np": 1221,
      "รฏยผฤผ": 1222,
      "รฌฤฟ": 1223,
      "ded": 1224,
      "ark": 1225,
      "ating": 1226,
      "ฤ go": 1227,
      "รฤฑ": 1228,
      "igh": 1229,
      "iel": 1230,
      "stance": 1231,
      "first": 1232,
      "25": 1233,
      "ฤ **": 1234,
      "รฤฉ": 1235,
      "=[": 1236,
      "รฅยฐ": 1237,
      "column": 1238,
      "ฤ target": 1239,
      "htt": 1240,
      "ake": 1241,
      "urtle": 1242,
      "pace": 1243,
      "mount": 1244,
      "nd": 1245,
      "lease": 1246,
      "ฤ id": 1247,
      "ฤ Return": 1248,
      "roup": 1249,
      "uth": 1250,
      "รจยฏ": 1251,
      "words": 1252,
      "ameter": 1253,
      "ho": 1254,
      "char": 1255,
      "tra": 1256,
      "Name": 1257,
      "ning": 1258,
      "ฤ state": 1259,
      "ans": 1260,
      "://": 1261,
      "indow": 1262,
      "ฤ os": 1263,
      "99": 1264,
      "ฤ using": 1265,
      "width": 1266,
      "ward": 1267,
      "valid": 1268,
      "15": 1269,
      "ฤ ')": 1270,
      "ฤ position": 1271,
      "orm": 1272,
      "รฃฤขฤค": 1273,
      "items": 1274,
      "ฤ -=": 1275,
      "AT": 1276,
      "ฤ sys": 1277,
      "ner": 1278,
      "ฤ su": 1279,
      "ฤ This": 1280,
      "ield": 1281,
      "RE": 1282,
      "ฤ arg": 1283,
      "inue": 1284,
      "ython": 1285,
      "ose": 1286,
      "ฤ cor": 1287,
      "รยฉ": 1288,
      "ฤ K": 1289,
      "'))": 1290,
      "ฤ matrix": 1291,
      "ฤ read": 1292,
      "ฤ spe": 1293,
      "รงฤถยจ": 1294,
      "ฤ into": 1295,
      "title": 1296,
      "che": 1297,
      "ull": 1298,
      "ename": 1299,
      "ible": 1300,
      "vis": 1301,
      "gest": 1302,
      "utf": 1303,
      "ฤ should": 1304,
      "ven": 1305,
      "height": 1306,
      "quare": 1307,
      "ฤ words": 1308,
      "ions": 1309,
      "ฤ valid": 1310,
      "ower": 1311,
      "ฤ q": 1312,
      "ring": 1313,
      "here": 1314,
      "รจยพ": 1315,
      "fig": 1316,
      "ฤ Y": 1317,
      "รฅลฤน": 1318,
      "ฤ python": 1319,
      "matrix": 1320,
      "comp": 1321,
      "angle": 1322,
      "ฤ 12": 1323,
      "รฅยบ": 1324,
      "!\")": 1325,
      "ฤ iter": 1326,
      "ilename": 1327,
      "duct": 1328,
      "led": 1329,
      "curs": 1330,
      "tes": 1331,
      "card": 1332,
      "imal": 1333,
      "ault": 1334,
      "inter": 1335,
      "ctor": 1336,
      "udent": 1337,
      "igit": 1338,
      "ฤ ฤ ฤ": 1339,
      "ฤ ฤ ฤ ฤ ฤฤ": 1340,
      "ฤ '__": 1341,
      "---": 1342,
      "cor": 1343,
      "gre": 1344,
      "ฤ than": 1345,
      "รฆฤซ": 1346,
      "float": 1347,
      "hat": 1348,
      "insert": 1349,
      "ฤ If": 1350,
      "OR": 1351,
      "vers": 1352,
      "__':": 1353,
      "position": 1354,
      "bs": 1355,
      "ฤ dif": 1356,
      "ฤ ',": 1357,
      "ฤ Co": 1358,
      "quest": 1359,
      "ฤ dict": 1360,
      "ฤ la": 1361,
      "ally": 1362,
      "False": 1363,
      "0000": 1364,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ": 1365,
      "ฤ any": 1366,
      "รฃฤค": 1367,
      "รคยธฤขรคยธยช": 1368,
      "by": 1369,
      "ฤ charact": 1370,
      "EN": 1371,
      "รฆฤช": 1372,
      "ous": 1373,
      "ฤ run": 1374,
      "ฤ li": 1375,
      "ฤ then": 1376,
      "ฤ oper": 1377,
      "vi": 1378,
      "ฤ tree": 1379,
      "ado": 1380,
      "shape": 1381,
      "log": 1382,
      "base": 1383,
      "ฤ part": 1384,
      "ฤ ve": 1385,
      "image": 1386,
      "ฤ score": 1387,
      "itial": 1388,
      "ฤ numpy": 1389,
      "ฤ รฤฃ": 1390,
      "ifi": 1391,
      "ฤ stack": 1392,
      "ฤ only": 1393,
      "Data": 1394,
      "ฤ raise": 1395,
      "og": 1396,
      "not": 1397,
      "atter": 1398,
      "output": 1399,
      "ฤ image": 1400,
      "AR": 1401,
      "ฤ continue": 1402,
      "check": 1403,
      "ฤ sorted": 1404,
      "inary": 1405,
      "ฤ del": 1406,
      "ฤ color": 1407,
      "ฤ รยฟ": 1408,
      "imum": 1409,
      "strip": 1410,
      "choice": 1411,
      "ative": 1412,
      "ฤ program": 1413,
      "30": 1414,
      "ฤ loop": 1415,
      "lobal": 1416,
      "ฤ inter": 1417,
      "'t": 1418,
      "ฤ ent": 1419,
      "ฤ day": 1420,
      "ฤ รยฒ": 1421,
      "ฤ ('": 1422,
      "io": 1423,
      "ste": 1424,
      "ia": 1425,
      "tree": 1426,
      "url": 1427,
      "twe": 1428,
      "rt": 1429,
      "+=": 1430,
      "close": 1431,
      "ฤ mid": 1432,
      "ru": 1433,
      "#!": 1434,
      "รงยฌ": 1435,
      "year": 1436,
      "show": 1437,
      "cy": 1438,
      "ฤ gener": 1439,
      "ฤ [\"": 1440,
      "ฤ height": 1441,
      "ฤ Node": 1442,
      "ฤ answer": 1443,
      "stack": 1444,
      "ฤ De": 1445,
      "ask": 1446,
      "sp": 1447,
      "ฤ base": 1448,
      "ฤ label": 1449,
      "with": 1450,
      "python": 1451,
      "pect": 1452,
      "ฤ choice": 1453,
      "ฤ make": 1454,
      "mail": 1455,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ": 1456,
      "ฤ dictionary": 1457,
      "ฤ integer": 1458,
      "uthor": 1459,
      "ument": 1460,
      "fter": 1461,
      "รญฤท": 1462,
      "ฤ mult": 1463,
      "ฤ `": 1464,
      "usr": 1465,
      "ฤ calcul": 1466,
      "ฤ fe": 1467,
      "รยตรยฝ": 1468,
      "quence": 1469,
      "ฤ train": 1470,
      "other": 1471,
      "AL": 1472,
      "rection": 1473,
      "stru": 1474,
      "any": 1475,
      "ฤ used": 1476,
      "round": 1477,
      "gor": 1478,
      "cent": 1479,
      "14": 1480,
      "ฤ returns": 1481,
      "ฤ ad": 1482,
      "cont": 1483,
      "ฤ //": 1484,
      "Number": 1485,
      "000": 1486,
      "ฤ mod": 1487,
      "child": 1488,
      "ee": 1489,
      "ฤ pygame": 1490,
      "ater": 1491,
      "(),": 1492,
      "},": 1493,
      "ฤ play": 1494,
      "ร ยธ": 1495,
      "ited": 1496,
      "ฤ >>>": 1497,
      "ฤ pd": 1498,
      "ฤ tra": 1499,
      "ฤ assert": 1500,
      "ai": 1501,
      "go": 1502,
      "numbers": 1503,
      "รฅฤงยฅ": 1504,
      "18": 1505,
      "ore": 1506,
      "search": 1507,
      "ฤ year": 1508,
      "Pro": 1509,
      "bu": 1510,
      "ฤ bu": 1511,
      "verage": 1512,
      "frame": 1513,
      "https": 1514,
      "ฤ รฅ": 1515,
      "inked": 1516,
      "ฤ order": 1517,
      "....": 1518,
      "16": 1519,
      "รฆล": 1520,
      "ฤ .": 1521,
      "oc": 1522,
      "ID": 1523,
      "enu": 1524,
      "ฤ ax": 1525,
      "รยก": 1526,
      "sq": 1527,
      "letter": 1528,
      "ฤ enter": 1529,
      "Input": 1530,
      "To": 1531,
      "ฤ command": 1532,
      "remove": 1533,
      "ฤ coding": 1534,
      "รคยธยบ": 1535,
      "รยฃ": 1536,
      "#!/": 1537,
      "Equal": 1538,
      "cket": 1539,
      "ting": 1540,
      ",\"": 1541,
      "side": 1542,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ": 1543,
      "13": 1544,
      "lib": 1545,
      "Ar": 1546,
      "รยง": 1547,
      "der": 1548,
      "ES": 1549,
      "stat": 1550,
      "ature": 1551,
      "รยฃo": 1552,
      "ฤ step": 1553,
      "ฤ Returns": 1554,
      "ฤ ag": 1555,
      "ify": 1556,
      "ฤ same": 1557,
      "ฤ J": 1558,
      "ฤ model": 1559,
      "รฆฤพฤซ": 1560,
      "ฤ width": 1561,
      "randint": 1562,
      "erge": 1563,
      "ฤ Q": 1564,
      "last": 1565,
      "________": 1566,
      "รฉฤฉ": 1567,
      "be": 1568,
      "(-": 1569,
      "19": 1570,
      "ฤ Value": 1571,
      ":\",": 1572,
      "ures": 1573,
      "ฤ case": 1574,
      "actor": 1575,
      "This": 1576,
      "รฅฤข": 1577,
      "tr": 1578,
      ")-": 1579,
      "ฤ curr": 1580,
      "ฤ ed": 1581,
      "~~": 1582,
      "ฤ want": 1583,
      "mes": 1584,
      "ank": 1585,
      "lete": 1586,
      "ฤ betwe": 1587,
      "'])": 1588,
      "33": 1589,
      "ฤ there": 1590,
      "###": 1591,
      "ฤ between": 1592,
      "draw": 1593,
      "รฅยผ": 1594,
      "รคยน": 1595,
      "lamb": 1596,
      "รฆยณ": 1597,
      "very": 1598,
      "รจยพฤต": 1599,
      "ฤ change": 1600,
      "ฤ um": 1601,
      "lic": 1602,
      "ฤ card": 1603,
      "ฤ vis": 1604,
      "pass": 1605,
      "ฤ Tree": 1606,
      "ฤฤ": 1607,
      "bl": 1608,
      "lst": 1609,
      "ng": 1610,
      "ฤ error": 1611,
      "mid": 1612,
      "ฤ need": 1613,
      "ฤ loc": 1614,
      "ars": 1615,
      "ฤ remove": 1616,
      "รฃฤฅ": 1617,
      "atch": 1618,
      "****************": 1619,
      "scri": 1620,
      "fit": 1621,
      "lambda": 1622,
      "SE": 1623,
      "รคยธล": 1624,
      "pr": 1625,
      "ฤ distance": 1626,
      "Bo": 1627,
      "รคยธฤฏ": 1628,
      "ฤ search": 1629,
      "ww": 1630,
      "upper": 1631,
      "ical": 1632,
      "weight": 1633,
      "keys": 1634,
      "ฤ Pro": 1635,
      "รฤขรยฐ": 1636,
      "spe": 1637,
      "vie": 1638,
      "ฤ act": 1639,
      "Di": 1640,
      "igits": 1641,
      "ฤ found": 1642,
      "eros": 1643,
      "รฅฤฝ": 1644,
      "feren": 1645,
      "ฤ Python": 1646,
      "ollow": 1647,
      ")+": 1648,
      "top": 1649,
      "erson": 1650,
      "idx": 1651,
      "ฤ month": 1652,
      "ฤ '))": 1653,
      "assertEqual": 1654,
      "ฤ message": 1655,
      "las": 1656,
      "ific": 1657,
      "ish": 1658,
      "ฤ graph": 1659,
      "__\":": 1660,
      "ฤ sy": 1661,
      "ordin": 1662,
      "port": 1663,
      "'],": 1664,
      "case": 1665,
      "ฤ csv": 1666,
      "รฅฤพ": 1667,
      "ฤ weight": 1668,
      "ฤ \"\"": 1669,
      "use": 1670,
      "('\\": 1671,
      "hel": 1672,
      "ush": 1673,
      "work": 1674,
      "ฤ 25": 1675,
      "ฤ some": 1676,
      "ฤ over": 1677,
      "!!": 1678,
      "Con": 1679,
      "ฤ global": 1680,
      "lear": 1681,
      "model": 1682,
      "ฤ log": 1683,
      "ฤ like": 1684,
      "iss": 1685,
      "ฤ where": 1686,
      "blem": 1687,
      "info": 1688,
      "รจยกยจ": 1689,
      "cord": 1690,
      "leep": 1691,
      "su": 1692,
      "ฤ \"__": 1693,
      "รฅฤฉยบ": 1694,
      "replace": 1695,
      "IT": 1696,
      "ssible": 1697,
      "ฤ op": 1698,
      "ฤ example": 1699,
      ".\"\"\"": 1700,
      "table": 1701,
      "graph": 1702,
      "No": 1703,
      "Ch": 1704,
      "ฤ grid": 1705,
      "ฤ win": 1706,
      "fa": 1707,
      "vide": 1708,
      "element": 1709,
      "ฤ repre": 1710,
      "na": 1711,
      "ฤ empty": 1712,
      ",'": 1713,
      "ash": 1714,
      "ฤ table": 1715,
      "ml": 1716,
      "instance": 1717,
      "ฤ display": 1718,
      "}\")": 1719,
      "ฤ age": 1720,
      "ฤ when": 1721,
      "lines": 1722,
      "ฤ guess": 1723,
      "ameters": 1724,
      "รจยฎ": 1725,
      "ฤ 15": 1726,
      "ฤ ass": 1727,
      "pend": 1728,
      "env": 1729,
      "File": 1730,
      "ฤ points": 1731,
      "queue": 1732,
      "load": 1733,
      "tack": 1734,
      "ฤ elements": 1735,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ": 1736,
      "รยฟ": 1737,
      "ek": 1738,
      "ract": 1739,
      "utes": 1740,
      "CT": 1741,
      "ฤ sc": 1742,
      "ฤ draw": 1743,
      "40": 1744,
      "ฤ \"\\": 1745,
      "ken": 1746,
      "ecute": 1747,
      "ฤ lista": 1748,
      "reen": 1749,
      "ฤ solution": 1750,
      "ฤ back": 1751,
      "De": 1752,
      "yp": 1753,
      "ฤ sup": 1754,
      "price": 1755,
      "ฤ here": 1756,
      "lection": 1757,
      "รฆฤน": 1758,
      "ery": 1759,
      "ฤ more": 1760,
      "sta": 1761,
      "dic": 1762,
      "ฤ queue": 1763,
      "ighb": 1764,
      "parent": 1765,
      "ฤ utf": 1766,
      "++": 1767,
      "ts": 1768,
      "รคยปยฅ": 1769,
      "ome": 1770,
      "รยพรยฒ": 1771,
      "umer": 1772,
      "dir": 1773,
      "ฤ call": 1774,
      "ฤ top": 1775,
      "รฅยฏ": 1776,
      "ries": 1777,
      "45": 1778,
      "ฤ {'": 1779,
      "lag": 1780,
      "17": 1781,
      "win": 1782,
      "ฤ [[": 1783,
      "ฤ tk": 1784,
      "He": 1785,
      "ule": 1786,
      "sy": 1787,
      "รฅฤจ": 1788,
      "fore": 1789,
      "RO": 1790,
      "method": 1791,
      "trib": 1792,
      "ject": 1793,
      "ฤ Con": 1794,
      "รฅฤฌ": 1795,
      "ฤ contain": 1796,
      "ฤ but": 1797,
      "aa": 1798,
      "รฅฤชฤน": 1799,
      "ฤ must": 1800,
      "ฤ initial": 1801,
      "ipl": 1802,
      "uter": 1803,
      "60": 1804,
      "ฤ Ar": 1805,
      "pha": 1806,
      "AN": 1807,
      "target": 1808,
      "รฤครยต": 1809,
      "ฤ format": 1810,
      "Value": 1811,
      "รฅฤฑยฏ": 1812,
      "vo": 1813,
      "ฤ update": 1814,
      "ฤ parent": 1815,
      "now": 1816,
      "ฤ ans": 1817,
      "attern": 1818,
      "ฤ reg": 1819,
      "month": 1820,
      "filename": 1821,
      "Please": 1822,
      "names": 1823,
      "tex": 1824,
      "ฤ ValueError": 1825,
      "ique": 1826,
      "ฤ abo": 1827,
      "nect": 1828,
      "ฤ follow": 1829,
      "qui": 1830,
      "ฤ --": 1831,
      "รยท": 1832,
      "ilter": 1833,
      "Of": 1834,
      "Se": 1835,
      "ฤ was": 1836,
      "ges": 1837,
      "ฤ sm": 1838,
      "ฤ option": 1839,
      "pi": 1840,
      "ฤ binary": 1841,
      "ฤ รยฝ": 1842,
      "ฤ es": 1843,
      "ols": 1844,
      "ฤ hel": 1845,
      ":\")": 1846,
      ":]": 1847,
      "des": 1848,
      "ฤ trans": 1849,
      "รฆล": 1850,
      "ฤ work": 1851,
      "ฤ tuple": 1852,
      "box": 1853,
      "ฤ 11": 1854,
      "ues": 1855,
      "รฉฤข": 1856,
      "รชยฐ": 1857,
      "ฤ pop": 1858,
      "ฤ child": 1859,
      "part": 1860,
      "ฤ sq": 1861,
      "del": 1862,
      "emp": 1863,
      "back": 1864,
      "String": 1865,
      "ference": 1866,
      "ฤ com": 1867,
      "ฤ You": 1868,
      "ze": 1869,
      "rou": 1870,
      "ฤ its": 1871,
      "รฆยณฤท": 1872,
      "ฤ dist": 1873,
      ".\"": 1874,
      "trans": 1875,
      "Test": 1876,
      "hand": 1877,
      "ฤ default": 1878,
      "ฤ amount": 1879,
      "ฤ exist": 1880,
      "ฤ represent": 1881,
      "ฤ ver": 1882,
      "copy": 1883,
      "ormal": 1884,
      "32": 1885,
      "tail": 1886,
      "รซฤญ": 1887,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ": 1888,
      "var": 1889,
      "ฤ does": 1890,
      "ฤ datetime": 1891,
      "รยบ": 1892,
      "UT": 1893,
      "press": 1894,
      "reg": 1895,
      "lack": 1896,
      "================================": 1897,
      "ฤ cal": 1898,
      "90": 1899,
      "umerate": 1900,
      "bot": 1901,
      "ฤ hand": 1902,
      "math": 1903,
      "รยธรฤฃ": 1904,
      "ฤ turtle": 1905,
      "ฤ TreeNode": 1906,
      ")/": 1907,
      "=(": 1908,
      "],[": 1909,
      "รฆฤฟ": 1910,
      "ฤ lines": 1911,
      "ฤ car": 1912,
      "group": 1913,
      "ฤ dec": 1914,
      "amb": 1915,
      "ey": 1916,
      "รฅฤขยผ": 1917,
      "mean": 1918,
      "ฤ sort": 1919,
      "update": 1920,
      "ฤ si": 1921,
      "create": 1922,
      "ments": 1923,
      "ฤ counter": 1924,
      "ular": 1925,
      "lista": 1926,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤฤ": 1927,
      "cs": 1928,
      "ฤ high": 1929,
      "func": 1930,
      "รงยด": 1931,
      "ฤ 30": 1932,
      ",-": 1933,
      "points": 1934,
      "atures": 1935,
      "รฅฤพยจ": 1936,
      "step": 1937,
      "man": 1938,
      "come": 1939,
      "function": 1940,
      "ฤ ''": 1941,
      "ฤ 50": 1942,
      "ฤ para": 1943,
      "ฤ again": 1944,
      "olve": 1945,
      "cost": 1946,
      "ail": 1947,
      "ircle": 1948,
      "รฆฤธยน": 1949,
      "ฤ how": 1950,
      "ฤ Create": 1951,
      "OD": 1952,
      "Tree": 1953,
      "]+": 1954,
      "ฤ valor": 1955,
      "ฤ tri": 1956,
      "zz": 1957,
      "ฤ ร": 1958,
      "รฤฃรฤค": 1959,
      "ฤ enumerate": 1960,
      "ฤ sk": 1961,
      ".')": 1962,
      "Frame": 1963,
      "cc": 1964,
      "ฤ cost": 1965,
      "ฤ show": 1966,
      "ฤ ter": 1967,
      "rough": 1968,
      "ida": 1969,
      "resh": 1970,
      "ource": 1971,
      "ฤ prime": 1972,
      "รฆฤฐ": 1973,
      "รยพรยป": 1974,
      "sorted": 1975,
      "ha": 1976,
      "ฤ For": 1977,
      "loy": 1978,
      "book": 1979,
      "distance": 1980,
      "'):": 1981,
      "button": 1982,
      "Hel": 1983,
      "รจยกฤฎ": 1984,
      "alind": 1985,
      "ฤ map": 1986,
      ":-": 1987,
      "vious": 1988,
      "AM": 1989,
      "รงยฌยฆ": 1990,
      "ฤ character": 1991,
      "ache": 1992,
      "els": 1993,
      "message": 1994,
      "execute": 1995,
      "run": 1996,
      "rop": 1997,
      "ฤ nodes": 1998,
      "obj": 1999,
      "ponse": 2000,
      "22": 2001,
      "car": 2002,
      "ฤ spec": 2003,
      "รขฤธ": 2004,
      "=[]": 2005,
      "omb": 2006,
      "creen": 2007,
      "ฤ cell": 2008,
      "ฤ items": 2009,
      "second": 2010,
      "รยณ": 2011,
      "akes": 2012,
      "ฤ insert": 2013,
      "ility": 2014,
      "au": 2015,
      "pth": 2016,
      "ฤ ext": 2017,
      "ฤ cl": 2018,
      "opt": 2019,
      "รฅยบฤฑ": 2020,
      "ฤ after": 2021,
      "ฤ comple": 2022,
      "ger": 2023,
      "รยน": 2024,
      "ฤ รยบ": 2025,
      "gorith": 2026,
      "db": 2027,
      "รฅยฝ": 2028,
      "ception": 2029,
      "ฤ final": 2030,
      "counter": 2031,
      "oly": 2032,
      "รงยฑ": 2033,
      "rit": 2034,
      "ฤ ListNode": 2035,
      "01": 2036,
      "tom": 2037,
      "Count": 2038,
      "lat": 2039,
      "OT": 2040,
      "รฅฤฏ": 2041,
      "ouse": 2042,
      "ฤ password": 2043,
      "ik": 2044,
      "iece": 2045,
      "window": 2046,
      "รฅฤฉยฝ": 2047,
      "ฤ plot": 2048,
      "ฤ sing": 2049,
      "รงฤฝ": 2050,
      "pected": 2051,
      "Time": 2052,
      "itive": 2053,
      "ฤ lst": 2054,
      "ฤ through": 2055,
      "รฅยฎฤผ": 2056,
      "}')": 2057,
      "orld": 2058,
      "uff": 2059,
      "ass": 2060,
      "Le": 2061,
      "ฤ รยธ": 2062,
      "รงยฑยป": 2063,
      "ฤ rows": 2064,
      "80": 2065,
      "hip": 2066,
      "รยตรฤค": 2067,
      "ulation": 2068,
      "Col": 2069,
      "รฅฤงฤฅ": 2070,
      "ฤ &": 2071,
      "quen": 2072,
      "ฤ convert": 2073,
      "ฤ tmp": 2074,
      "display": 2075,
      "dius": 2076,
      "cat": 2077,
      "รฅฤฉยฝรฆฤทยฐ": 2078,
      "pack": 2079,
      "AB": 2080,
      "ฤ level": 2081,
      "tuple": 2082,
      "})": 2083,
      "rows": 2084,
      "div": 2085,
      "ฤ sp": 2086,
      "argv": 2087,
      "uments": 2088,
      "ฤ reverse": 2089,
      "รฅยฏยน": 2090,
      "ets": 2091,
      "ene": 2092,
      "ฤ raw": 2093,
      "ฤ correct": 2094,
      "thing": 2095,
      "ฤ low": 2096,
      "ฤ select": 2097,
      "รงฤค": 2098,
      "ador": 2099,
      "ient": 2100,
      "sleep": 2101,
      "รฆฤฏ": 2102,
      "ustom": 2103,
      "ities": 2104,
      ")*": 2105,
      "vas": 2106,
      "รล": 2107,
      "ob": 2108,
      "can": 2109,
      "rd": 2110,
      "ฤ รยด": 2111,
      "oney": 2112,
      "ada": 2113,
      "change": 2114,
      "ฤ Num": 2115,
      "ches": 2116,
      "ays": 2117,
      "rome": 2118,
      "Sum": 2119,
      "IG": 2120,
      "cores": 2121,
      "\"):": 2122,
      "level": 2123,
      "ified": 2124,
      "screen": 2125,
      "author": 2126,
      "ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ฤ ": 2127,
      "ฤ possible": 2128,
      "]):": 2129,
      "ude": 2130,
      "Word": 2131,
      "ฤ square": 2132,
      "รจยพฤตรฅฤงยฅ": 2133,
      "ฤ abs": 2134,
      "ION": 2135,
      "ฤ sequence": 2136,
      "heap": 2137,
      "ฤฅยฝ": 2138,
      "ฤ dis": 2139,
      "ฤ We": 2140,
      "andas": 2141,
      "ฤ results": 2142,
      "ฤ turn": 2143,
      "ฤ ]": 2144,
      "ฤ match": 2145,
      "try": 2146,
      "Index": 2147,
      "ฤ best": 2148,
      "ฤ args": 2149,
      "ฤ see": 2150,
      "sk": 2151,
      "[:,": 2152,
      "ฤ write": 2153,
      "dif": 2154,
      "ฤ stat": 2155,
      "Val": 2156,
      "]==": 2157,
      "ฤ ((": 2158,
      "ฤ our": 2159,
      "ฤ equal": 2160,
      "ster": 2161,
      "rate": 2162,
      ">>>": 2163,
      "ฤ space": 2164,
      "ฤ An": 2165,
      "stion": 2166,
      "ฤ IN": 2167,
      "ฤ every": 2168,
      "ฤ prev": 2169,
      "ision": 2170,
      "ฤ \"+": 2171,
      "ฤ 13": 2172,
      "รฅฤชยฐ": 2173,
      "23": 2174,
      "ฤ No": 2175,
      "ale": 2176,
      "mon": 2177,
      "cell": 2178,
      "ฤ visited": 2179,
      "ole": 2180,
      "qua": 2181,
      "lable": 2182,
      "ario": 2183,
      "รยบm": 2184,
      "ฤดฤฎ": 2185,
      "andid": 2186,
      "ฤ pe": 2187,
      "ฤ product": 2188,
      "An": 2189,
      "ings": 2190,
      "ccess": 2191,
      "ten": 2192,
      "cli": 2193,
      "รฅยพ": 2194,
      "ฤ lay": 2195,
      "fix": 2196,
      "ฤ sent": 2197,
      "two": 2198,
      "รงฤคยน": 2199,
      "ฤ ser": 2200,
      "21": 2201,
      "]=": 2202,
      "img": 2203,
      "ock": 2204,
      "Create": 2205,
      "ฤ them": 2206,
      "ฤ '.": 2207,
      "]),": 2208,
      "ฤ numero": 2209,
      "Return": 2210,
      "digit": 2211,
      "รงฤฐ": 2212,
      "ฤ '\\": 2213,
      "html": 2214,
      "ild": 2215,
      "sys": 2216,
      "AC": 2217,
      "ฤ merge": 2218,
      "open": 2219,
      "รฉฤน": 2220,
      "ฤ rand": 2221,
      "ฤ Input": 2222,
      "ฤ would": 2223,
      "imit": 2224,
      "ฤ many": 2225,
      "ฤ names": 2226,
      "Output": 2227,
      "ฤ isinstance": 2228,
      "sor": 2229,
      "ฤ 16": 2230,
      "รจยฆ": 2231,
      "ฤ pair": 2232,
      "ฤ ret": 2233,
      "nodes": 2234,
      "รฅฤฎ": 2235,
      "argest": 2236,
      "ฤ gre": 2237,
      "ฤ contains": 2238,
      "ฤ event": 2239,
      "ente": 2240,
      "Dict": 2241,
      "รฆลฤพ": 2242,
      "ฤ typ": 2243,
      "ฤ now": 2244,
      "ฤ orig": 2245,
      "รฆฤนยถ": 2246,
      "รยตรยด": 2247,
      "ฤ $": 2248,
      "ยฆฤค": 2249,
      "ฤ func": 2250,
      "รฆยฏ": 2251,
      "speed": 2252,
      "ฤ price": 2253,
      "ฤ letters": 2254,
      "24": 2255,
      "ฤ most": 2256,
      "รฌล": 2257,
      "ฤ font": 2258,
      "ฤ round": 2259,
      "รฅฤฝล": 2260,
      "comm": 2261,
      "รคยผ": 2262,
      "cry": 2263,
      "down": 2264,
      "'].": 2265,
      "mplement": 2266,
      "รยตรฤข": 2267,
      "ove": 2268,
      "prime": 2269,
      "ฤ Data": 2270,
      "plotlib": 2271,
      "ฤ calculate": 2272,
      "wh": 2273,
      "'),": 2274,
      "ian": 2275,
      "Th": 2276,
      "ฤ av": 2277,
      "Type": 2278,
      "TH": 2279,
      "gorithm": 2280,
      "cap": 2281,
      "als": 2282,
      "ฤ bool": 2283,
      "igite": 2284,
      "รฆฤข": 2285,
      "ฤ https": 2286,
      "ฤ direction": 2287,
      "empty": 2288,
      "รฤง": 2289,
      "ฤ they": 2290,
      "PI": 2291,
      "abc": 2292,
      "rtype": 2293,
      "ฤ da": 2294,
      "ฤ digit": 2295,
      "รฅลฤนรงยฌยฆ": 2296,
      "sqrt": 2297,
      "ฤ lists": 2298,
      "ambda": 2299,
      "ฤ super": 2300,
      "(*": 2301,
      "ฤ ##": 2302,
      "<=": 2303,
      "ension": 2304,
      "ฤ {}\".": 2305,
      ":\\": 2306,
      "alle": 2307,
      "ined": 2308,
      "ฤ ph": 2309,
      "ฤ screen": 2310,
      "stem": 2311,
      "dist": 2312,
      "รจยฆฤฃ": 2313,
      "bab": 2314,
      "alindrome": 2315,
      "ฤ Test": 2316,
      "รคยพ": 2317,
      "ฤ group": 2318,
      "LL": 2319,
      "ferent": 2320,
      "mber": 2321,
      "ฤ nรยบm": 2322,
      "รฆฤชฤฒ": 2323,
      "ฤ just": 2324,
      "ฤ mark": 2325,
      "ฤ split": 2326,
      "roll": 2327,
      "ฤ unit": 2328,
      "riter": 2329,
      "ฤ รยฉ": 2330,
      "mbol": 2331,
      "ฤ pad": 2332,
      "ฤ what": 2333,
      "Me": 2334,
      "si": 2335,
      "ฤ window": 2336,
      "ฤ divis": 2337,
      "รยพรยด": 2338,
      "ฤ block": 2339,
      "mark": 2340,
      "รฅฤฒฤฐ": 2341,
      "ฤ action": 2342,
      "ฤ cli": 2343,
      "mult": 2344,
      "Pos": 2345,
      "ฤ dataset": 2346,
      "!')": 2347,
      "ฤ following": 2348,
      "ฤ Def": 2349,
      "()))": 2350,
      "AD": 2351,
      "ฤ variables": 2352,
      "rest": 2353,
      "ฤ columns": 2354,
      "ฤ times": 2355,
      "ฤ request": 2356,
      "------------": 2357,
      "ฤ ...": 2358,
      "ฤ instance": 2359,
      "ฤ lower": 2360,
      "รยงรยฃo": 2361,
      "ฤ รฤฉ": 2362,
      "lot": 2363,
      "Pri": 2364,
      "OU": 2365,
      "Array": 2366,
      "Hello": 2367,
      "ongest": 2368,
      "ront": 2369,
      "dle": 2370,
      "sample": 2371,
      "ordinates": 2372,
      "ฤ sw": 2373,
      "ier": 2374,
      "ฤ mean": 2375,
      "ฤ characters": 2376,
      "lections": 2377,
      "istic": 2378,
      "ฤ json": 2379,
      "ฤ }": 2380,
      "amount": 2381,
      "For": 2382,
      "รงยดล": 2383,
      "wise": 2384,
      "ized": 2385,
      "coding": 2386,
      "รฆฤพฤข": 2387,
      "ฤ fun": 2388,
      "ฤ lambda": 2389,
      "ฤ form": 2390,
      "รฅฤดฤฎ": 2391,
      "ฤ exit": 2392,
      "ฤ Add": 2393,
      "reverse": 2394,
      "exp": 2395,
      "ume": 2396,
      "ฤ side": 2397,
      "ฤ even": 2398,
      "ฤ Se": 2399,
      "fill": 2400,
      "ฤ non": 2401,
      "ฤ functions": 2402,
      "ฤ exp": 2403,
      "cursor": 2404,
      "ฤ Par": 2405,
      "ฤ copy": 2406,
      "ฤ save": 2407,
      "ฤ person": 2408,
      "lem": 2409,
      "action": 2410,
      ");": 2411,
      "->": 2412,
      "ฤ fre": 2413,
      "exit": 2414,
      "ฤ stop": 2415,
      "123": 2416,
      "uzz": 2417,
      "center": 2418,
      "ฤ single": 2419,
      "ฤ รข": 2420,
      "face": 2421,
      "ฤ It": 2422,
      "What": 2423,
      "json": 2424,
      "formation": 2425,
      "password": 2426,
      "wargs": 2427,
      "ours": 2428,
      "200": 2429,
      "ฤ im": 2430,
      "รจยฟฤป": 2431,
      "ฤ est": 2432,
      "ฤ รยพ": 2433,
      "ฤ average": 2434,
      "uplic": 2435,
      "รยพรฤข": 2436,
      "ฤ Check": 2437,
      "ฤ may": 2438,
