{"use_unk": true, "unk_token_id": 10000, "new_to_old": {"0": 13, "1": 290, "2": 262, "3": 11, "4": 198, "5": 284, "6": 257, "7": 373, "8": 340, "9": 607, "10": 1375, "11": 679, "12": 1119, "13": 339, "14": 531, "15": 366, "16": 287, "17": 673, "18": 351, "19": 465, "20": 1110, "21": 326, "22": 286, "23": 550, "24": 523, "25": 484, "26": 20037, "27": 345, "28": 319, "29": 1995, "30": 338, "31": 50256, "32": 383, "33": 329, "34": 845, "35": 220, "36": 0, "37": 640, "38": 1310, "39": 612, "40": 3772, "41": 632, "42": 1820, "43": 318, "44": 1263, "45": 2497, "46": 407, "47": 526, "48": 464, "49": 1, "50": 470, "51": 475, "52": 547, "53": 7454, "54": 314, "55": 711, "56": 2474, "57": 2227, "58": 5045, "59": 2402, "60": 2576, "61": 389, "62": 683, "63": 606, "64": 511, "65": 307, "66": 510, "67": 423, "68": 1816, "69": 379, "70": 467, "71": 2460, "72": 477, "73": 460, "74": 1701, "75": 3932, "76": 736, "77": 3706, "78": 1165, "79": 13541, "80": 6151, "81": 1881, "82": 2936, "83": 714, "84": 1965, "85": 588, "86": 1088, "87": 4186, "88": 1257, "89": 3114, "90": 503, "91": 2933, "92": 43, "93": 561, "94": 1037, "95": 750, "96": 644, "97": 617, "98": 766, "99": 1497, "100": 787, "101": 813, "102": 887, "103": 3198, "104": 2067, "105": 553, "106": 4966, "107": 925, "108": 1223, "109": 1139, "110": 1978, "111": 921, "112": 765, "113": 3952, "114": 466, "115": 422, "116": 6507, "117": 40, "118": 6512, "119": 649, "120": 1363, "121": 757, "122": 788, "123": 1043, "124": 1234, "125": 618, "126": 2712, "127": 508, "128": 584, "129": 1243, "130": 6568, "131": 8288, "132": 1392, "133": 3066, "134": 1625, "135": 356, "136": 1545, "137": 355, "138": 582, "139": 530, "140": 12008, "141": 866, "142": 11254, "143": 281, "144": 502, "145": 447, "146": 3290, "147": 1064, "148": 2990, "149": 651, "150": 1422, "151": 1464, "152": 1718, "153": 481, "154": 546, "155": 534, "156": 922, "157": 2354, "158": 14958, "159": 5509, "160": 517, "161": 2041, "162": 1807, "163": 616, "164": 1011, "165": 1468, "166": 2993, "167": 9955, "168": 5436, "169": 3409, "170": 703, "171": 13373, "172": 881, "173": 1097, "174": 1537, "175": 760, "176": 7926, "177": 2156, "178": 656, "179": 3088, "180": 2641, "181": 3521, "182": 1297, "183": 2613, "184": 1239, "185": 2921, "186": 804, "187": 611, "188": 1660, "189": 2982, "190": 625, "191": 13787, "192": 428, "193": 1123, "194": 775, "195": 6613, "196": 2826, "197": 2119, "198": 655, "199": 41130, "200": 11735, "201": 29252, "202": 780, "203": 645, "204": 867, "205": 1101, "206": 3091, "207": 3621, "208": 1566, "209": 3619, "210": 6842, "211": 1402, "212": 4499, "213": 1365, "214": 1266, "215": 6766, "216": 32189, "217": 26280, "218": 4483, "219": 8161, "220": 11376, "221": 836, "222": 572, "223": 13818, "224": 5297, "225": 2332, "226": 843, "227": 416, "228": 6041, "229": 772, "230": 251, "231": 250, "232": 4950, "233": 886, "234": 890, "235": 910, "236": 1282, "237": 3797, "238": 991, "239": 1026, "240": 4695, "241": 1842, "242": 3244, "243": 3574, "244": 4252, "245": 1611, "246": 2399, "247": 3338, "248": 835, "249": 1111, "250": 1254, "251": 5615, "252": 734, "253": 663, "254": 1639, "255": 14802, "256": 1641, "257": 661, "258": 13112, "259": 1406, "260": 1327, "261": 30, "262": 44, "263": 2215, "264": 6807, "265": 14967, "266": 1544, "267": 564, "268": 4030, "269": 2582, "270": 7812, "271": 1949, "272": 1444, "273": 7954, "274": 790, "275": 2266, "276": 1309, "277": 5938, "278": 2089, "279": 24799, "280": 2648, "281": 1016, "282": 5756, "283": 393, "284": 4721, "285": 878, "286": 2495, "287": 22441, "288": 7838, "289": 1256, "290": 2323, "291": 1057, "292": 7301, "293": 1649, "294": 3049, "295": 3420, "296": 815, "297": 2126, "298": 4203, "299": 2949, "300": 635, "301": 16225, "302": 783, "303": 247, "304": 1306, "305": 8212, "306": 1394, "307": 2061, "308": 6155, "309": 6497, "310": 981, "311": 11696, "312": 2504, "313": 468, "314": 22162, "315": 494, "316": 14464, "317": 88, "318": 761, "319": 852, "320": 1577, "321": 905, "322": 5025, "323": 2951, "324": 2045, "325": 2057, "326": 50, "327": 3887, "328": 1683, "329": 24975, "330": 6810, "331": 1049, "332": 12, "333": 5916, "334": 4171, "335": 38582, "336": 12734, "337": 3347, "338": 3424, "339": 8222, "340": 10449, "341": 2832, "342": 2506, "343": 13513, "344": 1021, "345": 10649, "346": 3751, "347": 7779, "348": 82, "349": 1593, "350": 2952, "351": 7342, "352": 826, "353": 8712, "354": 706, "355": 8788, "356": 22746, "357": 1135, "358": 276, "359": 5811, "360": 1654, "361": 2396, "362": 3996, "363": 587, "364": 6004, "365": 24829, "366": 3650, "367": 1295, "368": 2652, "369": 1986, "370": 2627, "371": 3809, "372": 670, "373": 15899, "374": 1180, "375": 1029, "376": 5699, "377": 31160, "378": 810, "379": 25, "380": 10102, "381": 6129, "382": 2513, "383": 26089, "384": 8567, "385": 7471, "386": 1913, "387": 12187, "388": 331, "389": 11040, "390": 1115, "391": 1612, "392": 1182, "393": 13176, "394": 8848, "395": 674, "396": 9360, "397": 779, "398": 717, "399": 3654, "400": 5814, "401": 1755, "402": 994, "403": 691, "404": 4193, "405": 8855, "406": 9592, "407": 3214, "408": 10087, "409": 6090, "410": 11687, "411": 4043, "412": 857, "413": 3022, "414": 8701, "415": 514, "416": 1492, "417": 11075, "418": 9675, "419": 12091, "420": 6576, "421": 7224, "422": 6029, "423": 6016, "424": 4251, "425": 3260, "426": 716, "427": 6939, "428": 1719, "429": 1621, "430": 10490, "431": 17293, "432": 3960, "433": 1643, "434": 983, "435": 3492, "436": 406, "437": 15063, "438": 832, "439": 10846, "440": 25682, "441": 3301, "442": 17415, "443": 3914, "444": 1081, "445": 3881, "446": 2540, "447": 1107, "448": 1280, "449": 10032, "450": 2241, "451": 2342, "452": 1760, "453": 26834, "454": 1517, "455": 821, "456": 995, "457": 4004, "458": 1642, "459": 2406, "460": 621, "461": 16723, "462": 3988, "463": 2193, "464": 1775, "465": 3073, "466": 1521, "467": 44915, "468": 973, "469": 1320, "470": 2245, "471": 8258, "472": 1438, "473": 15061, "474": 1194, "475": 1680, "476": 5006, "477": 22017, "478": 5490, "479": 1474, "480": 10211, "481": 3397, "482": 1353, "483": 2705, "484": 4929, "485": 2141, "486": 3111, "487": 16896, "488": 739, "489": 45230, "490": 5975, "491": 3956, "492": 1757, "493": 4077, "494": 1337, "495": 3638, "496": 7021, "497": 1722, "498": 1336, "499": 2157, "500": 2491, "501": 3987, "502": 6290, "503": 7150, "504": 1804, "505": 812, "506": 16555, "507": 4314, "508": 7554, "509": 532, "510": 2298, "511": 1911, "512": 892, "513": 6655, "514": 3348, "515": 11483, "516": 7832, "517": 16305, "518": 12086, "519": 7872, "520": 2046, "521": 2622, "522": 18177, "523": 7773, "524": 7604, "525": 4692, "526": 35113, "527": 2714, "528": 5689, "529": 1997, "530": 992, "531": 2626, "532": 4286, "533": 1560, "534": 8359, "535": 5201, "536": 1445, "537": 1364, "538": 4771, "539": 3608, "540": 3223, "541": 2642, "542": 2128, "543": 3332, "544": 1751, "545": 2293, "546": 2344, "547": 3940, "548": 15496, "549": 2822, "550": 537, "551": 5223, "552": 12625, "553": 3285, "554": 1969, "555": 8030, "556": 1498, "557": 898, "558": 3835, "559": 7932, "560": 5901, "561": 5284, "562": 5156, "563": 44275, "564": 3750, "565": 6877, "566": 2073, "567": 7577, "568": 25737, "569": 4324, "570": 6423, "571": 9628, "572": 7331, "573": 1290, "574": 3387, "575": 6131, "576": 21264, "577": 2735, "578": 5445, "579": 3084, "580": 6729, "581": 2130, "582": 12080, "583": 5667, "584": 14295, "585": 3767, "586": 597, "587": 12788, "588": 3382, "589": 4859, "590": 1100, "591": 1318, "592": 4391, "593": 40355, "594": 3763, "595": 9658, "596": 3443, "597": 4987, "598": 33039, "599": 1576, "600": 3329, "601": 306, "602": 14343, "603": 4863, "604": 18744, "605": 1972, "606": 1183, "607": 16669, "608": 1833, "609": 1265, "610": 11398, "611": 16453, "612": 6487, "613": 4998, "614": 2085, "615": 3024, "616": 49890, "617": 9583, "618": 900, "619": 256, "620": 1178, "621": 2953, "622": 2111, "623": 2900, "624": 14720, "625": 770, "626": 10481, "627": 8073, "628": 3360, "629": 19919, "630": 26188, "631": 6674, "632": 14746, "633": 5986, "634": 6450, "635": 4190, "636": 21845, "637": 19952, "638": 1633, "639": 35822, "640": 1838, "641": 1854, "642": 2330, "643": 2802, "644": 16399, "645": 8242, "646": 323, "647": 1867, "648": 2492, "649": 4259, "650": 1212, "651": 15890, "652": 6283, "653": 3181, "654": 2611, "655": 6653, "656": 1334, "657": 1657, "658": 2279, "659": 8716, "660": 1561, "661": 279, "662": 2589, "663": 22045, "664": 3436, "665": 16479, "666": 317, "667": 7894, "668": 1509, "669": 479, "670": 24562, "671": 6594, "672": 8566, "673": 13488, "674": 21874, "675": 7893, "676": 5954, "677": 2666, "678": 1839, "679": 5812, "680": 266, "681": 13546, "682": 7808, "683": 1244, "684": 2818, "685": 5875, "686": 7348, "687": 14397, "688": 3197, "689": 21831, "690": 3371, "691": 78, "692": 4273, "693": 4539, "694": 4870, "695": 11518, "696": 8072, "697": 6834, "698": 14235, "699": 2151, "700": 4888, "701": 5443, "702": 16614, "703": 2769, "704": 6364, "705": 5207, "706": 1637, "707": 2877, "708": 3234, "709": 7960, "710": 1702, "711": 13300, "712": 5749, "713": 1439, "714": 6320, "715": 9009, "716": 14066, "717": 9422, "718": 5675, "719": 9280, "720": 884, "721": 10883, "722": 20239, "723": 18550, "724": 6573, "725": 5806, "726": 544, "727": 300, "728": 16454, "729": 8347, "730": 6265, "731": 2042, "732": 83, "733": 21752, "734": 4512, "735": 1735, "736": 6621, "737": 1693, "738": 749, "739": 3187, "740": 2647, "741": 18739, "742": 36062, "743": 3993, "744": 9234, "745": 1138, "746": 1650, "747": 4654, "748": 1973, "749": 5742, "750": 4451, "751": 11380, "752": 1067, "753": 7161, "754": 805, "755": 7850, "756": 3151, "757": 10764, "758": 976, "759": 4923, "760": 2005, "761": 10441, "762": 25422, "763": 26926, "764": 30236, "765": 9617, "766": 4136, "767": 4334, "768": 19457, "769": 13774, "770": 22772, "771": 2456, "772": 11841, "773": 10580, "774": 5098, "775": 1975, "776": 2214, "777": 5195, "778": 1210, "779": 3636, "780": 5434, "781": 3505, "782": 4838, "783": 13197, "784": 7819, "785": 20345, "786": 1663, "787": 21190, "788": 1276, "789": 5422, "790": 5381, "791": 6508, "792": 3355, "793": 17250, "794": 9396, "795": 3240, "796": 6600, "797": 285, "798": 3496, "799": 10719, "800": 5897, "801": 923, "802": 7521, "803": 25607, "804": 1524, "805": 6451, "806": 34767, "807": 1610, "808": 2440, "809": 6253, "810": 18447, "811": 665, "812": 7586, "813": 5300, "814": 1231, "815": 1909, "816": 4701, "817": 12699, "818": 5044, "819": 7121, "820": 10296, "821": 14068, "822": 12098, "823": 2392, "824": 1781, "825": 11158, "826": 13990, "827": 1830, "828": 64, "829": 321, "830": 7062, "831": 10357, "832": 5894, "833": 1200, "834": 2270, "835": 26728, "836": 21757, "837": 15352, "838": 3704, "839": 337, "840": 4893, "841": 26782, "842": 17545, "843": 13777, "844": 10012, "845": 3923, "846": 1863, "847": 25889, "848": 40657, "849": 5536, "850": 880, "851": 9247, "852": 4962, "853": 20697, "854": 5788, "855": 3888, "856": 17141, "857": 2739, "858": 5335, "859": 1382, "860": 2263, "861": 12586, "862": 4978, "863": 17180, "864": 4601, "865": 17379, "866": 1051, "867": 1862, "868": 13504, "869": 5710, "870": 10000, "871": 24296, "872": 14682, "873": 2612, "874": 6044, "875": 13135, "876": 45128, "877": 9965, "878": 32, "879": 3947, "880": 18966, "881": 5417, "882": 3491, "883": 2883, "884": 1745, "885": 39610, "886": 10787, "887": 7009, "888": 6716, "889": 10912, "890": 614, "891": 6128, "892": 19092, "893": 7837, "894": 1907, "895": 8179, "896": 2277, "897": 513, "898": 996, "899": 578, "900": 4675, "901": 21657, "902": 5118, "903": 15268, "904": 19236, "905": 8097, "906": 14028, "907": 14384, "908": 3236, "909": 1103, "910": 9686, "911": 6639, "912": 5101, "913": 2753, "914": 554, "915": 3211, "916": 6164, "917": 5318, "918": 4957, "919": 3200, "920": 2222, "921": 14032, "922": 6979, "923": 5586, "924": 5238, "925": 8478, "926": 4320, "927": 2835, "928": 5211, "929": 2147, "930": 2058, "931": 8805, "932": 7624, "933": 23748, "934": 9461, "935": 388, "936": 7787, "937": 22598, "938": 2834, "939": 14899, "940": 7895, "941": 12615, "942": 7988, "943": 2121, "944": 1204, "945": 6952, "946": 278, "947": 4769, "948": 16343, "949": 1994, "950": 13779, "951": 21405, "952": 4144, "953": 4197, "954": 20950, "955": 829, "956": 34488, "957": 14716, "958": 6991, "959": 948, "960": 14376, "961": 4639, "962": 1528, "963": 4291, "964": 15894, "965": 44067, "966": 1787, "967": 9891, "968": 684, "969": 11527, "970": 5189, "971": 7002, "972": 27223, "973": 9670, "974": 10955, "975": 27737, "976": 37438, "977": 7911, "978": 4097, "979": 3148, "980": 781, "981": 8509, "982": 1870, "983": 10814, "984": 40084, "985": 16755, "986": 16499, "987": 7545, "988": 3607, "989": 2427, "990": 1410, "991": 18602, "992": 1048, "993": 6235, "994": 18861, "995": 9294, "996": 2687, "997": 613, "998": 12498, "999": 5839, "1000": 1061, "1001": 25103, "1002": 24484, "1003": 5448, "1004": 6614, "1005": 2190, "1006": 7584, "1007": 1568, "1008": 2415, "1009": 1689, "1010": 4964, "1011": 17182, "1012": 6619, "1013": 22751, "1014": 629, "1015": 4936, "1016": 33, "1017": 15114, "1018": 13364, "1019": 7786, "1020": 1479, "1021": 3094, "1022": 442, "1023": 3499, "1024": 37609, "1025": 22514, "1026": 14540, "1027": 41, "1028": 1592, "1029": 24556, "1030": 6388, "1031": 26906, "1032": 2911, "1033": 10408, "1034": 5876, "1035": 14169, "1036": 8223, "1037": 10248, "1038": 39694, "1039": 1770, "1040": 2166, "1041": 25596, "1042": 4120, "1043": 2187, "1044": 543, "1045": 410, "1046": 13489, "1047": 24500, "1048": 14081, "1049": 39480, "1050": 5827, "1051": 12963, "1052": 6175, "1053": 9563, "1054": 17522, "1055": 4295, "1056": 11686, "1057": 16039, "1058": 4113, "1059": 29187, "1060": 25421, "1061": 5762, "1062": 2975, "1063": 259, "1064": 8957, "1065": 3280, "1066": 4328, "1067": 2925, "1068": 8234, "1069": 1359, "1070": 17492, "1071": 3377, "1072": 13209, "1073": 2080, "1074": 9151, "1075": 641, "1076": 15165, "1077": 5703, "1078": 5228, "1079": 13647, "1080": 16627, "1081": 16773, "1082": 2300, "1083": 10416, "1084": 8404, "1085": 3072, "1086": 2615, "1087": 3714, "1088": 3625, "1089": 14361, "1090": 6698, "1091": 8508, "1092": 5822, "1093": 269, "1094": 18507, "1095": 26626, "1096": 3551, "1097": 23704, "1098": 10752, "1099": 35715, "1100": 3108, "1101": 1976, "1102": 20927, "1103": 40857, "1104": 9941, "1105": 3830, "1106": 4191, "1107": 17608, "1108": 1917, "1109": 17948, "1110": 22066, "1111": 36766, "1112": 19230, "1113": 7613, "1114": 6769, "1115": 19751, "1116": 938, "1117": 4572, "1118": 1645, "1119": 869, "1120": 261, "1121": 4574, "1122": 28093, "1123": 8797, "1124": 3375, "1125": 18002, "1126": 9875, "1127": 538, "1128": 3105, "1129": 19792, "1130": 11816, "1131": 11316, "1132": 4953, "1133": 5296, "1134": 474, "1135": 7209, "1136": 2000, "1137": 9439, "1138": 5461, "1139": 7404, "1140": 1588, "1141": 5933, "1142": 2314, "1143": 15800, "1144": 636, "1145": 9230, "1146": 8975, "1147": 40562, "1148": 48201, "1149": 2329, "1150": 3708, "1151": 5969, "1152": 6279, "1153": 26172, "1154": 12835, "1155": 12408, "1156": 16121, "1157": 7480, "1158": 4330, "1159": 4618, "1160": 9480, "1161": 3124, "1162": 7259, "1163": 34397, "1164": 12309, "1165": 21100, "1166": 5552, "1167": 6920, "1168": 2651, "1169": 8824, "1170": 14757, "1171": 8966, "1172": 3013, "1173": 20712, "1174": 10329, "1175": 6938, "1176": 10147, "1177": 5395, "1178": 1885, "1179": 16270, "1180": 7185, "1181": 28437, "1182": 14936, "1183": 3850, "1184": 4104, "1185": 5852, "1186": 18432, "1187": 461, "1188": 6348, "1189": 3283, "1190": 13642, "1191": 6565, "1192": 20363, "1193": 3863, "1194": 3613, "1195": 13502, "1196": 4780, "1197": 11311, "1198": 3666, "1199": 9245, "1200": 7325, "1201": 26880, "1202": 17707, "1203": 8887, "1204": 5492, "1205": 14284, "1206": 1036, "1207": 4222, "1208": 30442, "1209": 7815, "1210": 24519, "1211": 56, "1212": 1956, "1213": 23180, "1214": 444, "1215": 954, "1216": 4952, "1217": 4731, "1218": 43044, "1219": 22870, "1220": 6825, "1221": 3844, "1222": 68, "1223": 2048, "1224": 2318, "1225": 42143, "1226": 15900, "1227": 7405, "1228": 18316, "1229": 4001, "1230": 10757, "1231": 1374, "1232": 1826, "1233": 11406, "1234": 5281, "1235": 705, "1236": 12768, "1237": 38987, "1238": 12967, "1239": 15378, "1240": 19716, "1241": 5309, "1242": 4545, "1243": 6204, "1244": 5334, "1245": 28487, "1246": 7373, "1247": 38367, "1248": 2250, "1249": 11679, "1250": 5508, "1251": 11870, "1252": 15191, "1253": 16461, "1254": 7104, "1255": 9379, "1256": 4504, "1257": 4584, "1258": 1549, "1259": 3195, "1260": 3412, "1261": 22760, "1262": 1613, "1263": 14256, "1264": 1627, "1265": 4255, "1266": 5055, "1267": 1944, "1268": 8598, "1269": 589, "1270": 42023, "1271": 7247, "1272": 8033, "1273": 9859, "1274": 6970, "1275": 895, "1276": 13400, "1277": 6134, "1278": 29284, "1279": 20096, "1280": 29345, "1281": 4436, "1282": 22461, "1283": 343, "1284": 1805, "1285": 1550, "1286": 5295, "1287": 17083, "1288": 4162, "1289": 777, "1290": 14718, "1291": 1302, "1292": 25535, "1293": 34833, "1294": 1448, "1295": 10701, "1296": 14043, "1297": 364, "1298": 903, "1299": 24097, "1300": 2562, "1301": 2094, "1302": 19485, "1303": 11428, "1304": 15027, "1305": 46, "1306": 7817, "1307": 17481, "1308": 14431, "1309": 1858, "1310": 3595, "1311": 1323, "1312": 3526, "1313": 32202, "1314": 9272, "1315": 17533, "1316": 2657, "1317": 2512, "1318": 1690, "1319": 27185, "1320": 38567, "1321": 2010, "1322": 27644, "1323": 24691, "1324": 5613, "1325": 14996, "1326": 17853, "1327": 3665, "1328": 9813, "1329": 32152, "1330": 11348, "1331": 7582, "1332": 15360, "1333": 21893, "1334": 3804, "1335": 1725, "1336": 6578, "1337": 2431, "1338": 41083, "1339": 14067, "1340": 23507, "1341": 8946, "1342": 5858, "1343": 14262, "1344": 3511, "1345": 20825, "1346": 7696, "1347": 9373, "1348": 6148, "1349": 5022, "1350": 27946, "1351": 20433, "1352": 6792, "1353": 23849, "1354": 5789, "1355": 7448, "1356": 36953, "1357": 8496, "1358": 13701, "1359": 7660, "1360": 2202, "1361": 427, "1362": 21615, "1363": 11856, "1364": 10953, "1365": 19585, "1366": 3011, "1367": 7906, "1368": 14655, "1369": 1762, "1370": 4836, "1371": 328, "1372": 47153, "1373": 41643, "1374": 9007, "1375": 7721, "1376": 2081, "1377": 3504, "1378": 1232, "1379": 5793, "1380": 10607, "1381": 6478, "1382": 7457, "1383": 14385, "1384": 2077, "1385": 15470, "1386": 12389, "1387": 16931, "1388": 1514, "1389": 4898, "1390": 7477, "1391": 4490, "1392": 19632, "1393": 10927, "1394": 9970, "1395": 7825, "1396": 360, "1397": 8263, "1398": 359, "1399": 11103, "1400": 9653, "1401": 8491, "1402": 5253, "1403": 5263, "1404": 14093, "1405": 41786, "1406": 12436, "1407": 15921, "1408": 2592, "1409": 4737, "1410": 4074, "1411": 818, "1412": 20484, "1413": 11114, "1414": 5380, "1415": 453, "1416": 2356, "1417": 12876, "1418": 2872, "1419": 25573, "1420": 3392, "1421": 14574, "1422": 24817, "1423": 9105, "1424": 1767, "1425": 27400, "1426": 14966, "1427": 8390, "1428": 33835, "1429": 40335, "1430": 4939, "1431": 9484, "1432": 8241, "1433": 2683, "1434": 18873, "1435": 7393, "1436": 6844, "1437": 39145, "1438": 5405, "1439": 5268, "1440": 9839, "1441": 1716, "1442": 12120, "1443": 16599, "1444": 4585, "1445": 1332, "1446": 11105, "1447": 2695, "1448": 1487, "1449": 3745, "1450": 1271, "1451": 35075, "1452": 17186, "1453": 11333, "1454": 2485, "1455": 2988, "1456": 1644, "1457": 6109, "1458": 45668, "1459": 2630, "1460": 28450, "1461": 18752, "1462": 10505, "1463": 34532, "1464": 5863, "1465": 7543, "1466": 8468, "1467": 1002, "1468": 2773, "1469": 31210, "1470": 4425, "1471": 3867, "1472": 4151, "1473": 24070, "1474": 1629, "1475": 6056, "1476": 11069, "1477": 1414, "1478": 26241, "1479": 496, "1480": 19354, "1481": 5017, "1482": 10162, "1483": 26684, "1484": 19169, "1485": 15591, "1486": 599, "1487": 9154, "1488": 6070, "1489": 49640, "1490": 8082, "1491": 2940, "1492": 2107, "1493": 5409, "1494": 3953, "1495": 5071, "1496": 3734, "1497": 8932, "1498": 1752, "1499": 2523, "1500": 5836, "1501": 24808, "1502": 13026, "1503": 499, "1504": 44799, "1505": 2508, "1506": 28774, "1507": 18666, "1508": 3975, "1509": 21613, "1510": 12431, "1511": 20750, "1512": 9215, "1513": 22749, "1514": 2461, "1515": 6510, "1516": 19533, "1517": 13737, "1518": 13830, "1519": 22062, "1520": 9015, "1521": 27089, "1522": 34015, "1523": 1074, "1524": 13560, "1525": 22087, "1526": 10303, "1527": 9707, "1528": 7703, "1529": 8389, "1530": 25203, "1531": 5527, "1532": 3272, "1533": 4220, "1534": 20450, "1535": 4438, "1536": 9433, "1537": 4071, "1538": 4518, "1539": 25037, "1540": 10559, "1541": 5257, "1542": 23887, "1543": 3748, "1544": 43634, "1545": 540, "1546": 12908, "1547": 11569, "1548": 1598, "1549": 26843, "1550": 6546, "1551": 7621, "1552": 18680, "1553": 13279, "1554": 3501, "1555": 31489, "1556": 275, "1557": 29527, "1558": 1573, "1559": 3131, "1560": 13226, "1561": 39770, "1562": 12507, "1563": 5236, "1564": 5308, "1565": 2476, "1566": 8429, "1567": 12607, "1568": 12617, "1569": 3100, "1570": 35485, "1571": 3096, "1572": 25996, "1573": 7122, "1574": 13960, "1575": 2087, "1576": 25772, "1577": 1028, "1578": 2408, "1579": 10796, "1580": 5779, "1581": 41827, "1582": 30284, "1583": 272, "1584": 7888, "1585": 518, "1586": 5935, "1587": 13663, "1588": 5802, "1589": 23112, "1590": 9197, "1591": 15505, "1592": 12157, "1593": 443, "1594": 1400, "1595": 22051, "1596": 40797, "1597": 22206, "1598": 9845, "1599": 9112, "1600": 4673, "1601": 7650, "1602": 20406, "1603": 19611, "1604": 6548, "1605": 2366, "1606": 10609, "1607": 1910, "1608": 6, "1609": 1027, "1610": 13332, "1611": 18859, "1612": 2604, "1613": 11368, "1614": 7334, "1615": 267, "1616": 65, "1617": 11512, "1618": 28273, "1619": 4240, "1620": 3735, "1621": 8049, "1622": 293, "1623": 2989, "1624": 7523, "1625": 6288, "1626": 1724, "1627": 4745, "1628": 32565, "1629": 5594, "1630": 1541, "1631": 3785, "1632": 19538, "1633": 27947, "1634": 3807, "1635": 12036, "1636": 12163, "1637": 2824, "1638": 3487, "1639": 3856, "1640": 37999, "1641": 6383, "1642": 258, "1643": 2607, "1644": 31860, "1645": 3853, "1646": 5743, "1647": 24444, "1648": 5210, "1649": 8953, "1650": 11814, "1651": 21168, "1652": 14846, "1653": 1440, "1654": 5485, "1655": 4342, "1656": 2198, "1657": 5419, "1658": 12922, "1659": 10457, "1660": 1748, "1661": 7668, "1662": 28699, "1663": 6504, "1664": 274, "1665": 23910, "1666": 308, "1667": 4206, "1668": 7777, "1669": 3774, "1670": 7714, "1671": 47, "1672": 36322, "1673": 43630, "1674": 4899, "1675": 51, "1676": 9074, "1677": 7689, "1678": 17155, "1679": 9397, "1680": 10625, "1681": 23017, "1682": 7387, "1683": 7765, "1684": 4373, "1685": 1661, "1686": 9314, "1687": 1582, "1688": 2282, "1689": 2029, "1690": 7069, "1691": 6982, "1692": 6654, "1693": 4168, "1694": 33552, "1695": 19679, "1696": 18782, "1697": 48342, "1698": 2011, "1699": 6837, "1700": 24241, "1701": 76, "1702": 4465, "1703": 1262, "1704": 46270, "1705": 2272, "1706": 3112, "1707": 24776, "1708": 9191, "1709": 21558, "1710": 26, "1711": 28257, "1712": 4795, "1713": 21427, "1714": 10599, "1715": 2051, "1716": 41652, "1717": 8804, "1718": 7022, "1719": 9392, "1720": 22547, "1721": 37413, "1722": 19437, "1723": 5708, "1724": 10047, "1725": 7588, "1726": 26917, "1727": 5141, "1728": 5399, "1729": 2239, "1730": 5220, "1731": 9753, "1732": 8119, "1733": 35254, "1734": 9812, "1735": 19493, "1736": 86, "1737": 5912, "1738": 4478, "1739": 2842, "1740": 4293, "1741": 8469, "1742": 6156, "1743": 14800, "1744": 14789, "1745": 27635, "1746": 3170, "1747": 34781, "1748": 4388, "1749": 2405, "1750": 11668, "1751": 3869, "1752": 9353, "1753": 14516, "1754": 4833, "1755": 1133, "1756": 19036, "1757": 692, "1758": 4003, "1759": 2636, "1760": 4676, "1761": 22075, "1762": 29382, "1763": 20707, "1764": 936, "1765": 22677, "1766": 3357, "1767": 44193, "1768": 21122, "1769": 12165, "1770": 29420, "1771": 14862, "1772": 21326, "1773": 3421, "1774": 16853, "1775": 8970, "1776": 11662, "1777": 11574, "1778": 13884, "1779": 17542, "1780": 10342, "1781": 20110, "1782": 21181, "1783": 15849, "1784": 7690, "1785": 32897, "1786": 4829, "1787": 8196, "1788": 4917, "1789": 16162, "1790": 671, "1791": 17002, "1792": 19217, "1793": 12724, "1794": 1865, "1795": 12334, "1796": 16576, "1797": 6439, "1798": 6071, "1799": 751, "1800": 8494, "1801": 289, "1802": 21049, "1803": 13999, "1804": 16046, "1805": 8801, "1806": 9960, "1807": 38914, "1808": 14441, "1809": 10868, "1810": 12718, "1811": 3601, "1812": 374, "1813": 34264, "1814": 3002, "1815": 15291, "1816": 3367, "1817": 2656, "1818": 21027, "1819": 45489, "1820": 4269, "1821": 4341, "1822": 6757, "1823": 8278, "1824": 16659, "1825": 13055, "1826": 1176, "1827": 719, "1828": 3406, "1829": 13275, "1830": 43873, "1831": 30089, "1832": 3142, "1833": 16365, "1834": 10746, "1835": 4227, "1836": 15554, "1837": 38862, "1838": 20698, "1839": 19222, "1840": 2963, "1841": 3425, "1842": 6717, "1843": 4094, "1844": 25868, "1845": 1877, "1846": 3644, "1847": 39120, "1848": 5149, "1849": 6873, "1850": 15756, "1851": 47124, "1852": 2437, "1853": 1208, "1854": 8531, "1855": 37246, "1856": 6147, "1857": 18304, "1858": 6872, "1859": 883, "1860": 24082, "1861": 9911, "1862": 7818, "1863": 10974, "1864": 2726, "1865": 9411, "1866": 4814, "1867": 727, "1868": 1595, "1869": 27805, "1870": 27678, "1871": 11705, "1872": 11904, "1873": 7464, "1874": 18989, "1875": 37565, "1876": 5412, "1877": 25029, "1878": 4713, "1879": 3465, "1880": 3660, "1881": 6050, "1882": 576, "1883": 48220, "1884": 1278, "1885": 2809, "1886": 5784, "1887": 28368, "1888": 10158, "1889": 4305, "1890": 5059, "1891": 44792, "1892": 49376, "1893": 48241, "1894": 23581, "1895": 3218, "1896": 44801, "1897": 3450, "1898": 9935, "1899": 6622, "1900": 3159, "1901": 11029, "1902": 11596, "1903": 11676, "1904": 2063, "1905": 353, "1906": 4336, "1907": 1570, "1908": 3146, "1909": 1281, "1910": 4467, "1911": 18355, "1912": 26369, "1913": 14477, "1914": 11084, "1915": 4185, "1916": 9808, "1917": 527, "1918": 14738, "1919": 27763, "1920": 6437, "1921": 44136, "1922": 36138, "1923": 32262, "1924": 2968, "1925": 6915, "1926": 8559, "1927": 3823, "1928": 29955, "1929": 18028, "1930": 38371, "1931": 417, "1932": 15758, "1933": 8737, "1934": 3800, "1935": 4802, "1936": 12846, "1937": 31862, "1938": 33158, "1939": 45808, "1940": 8165, "1941": 22878, "1942": 2893, "1943": 1903, "1944": 1285, "1945": 44363, "1946": 6214, "1947": 9799, "1948": 15224, "1949": 31896, "1950": 25949, "1951": 7165, "1952": 25547, "1953": 17157, "1954": 3555, "1955": 9391, "1956": 10524, "1957": 7728, "1958": 3113, "1959": 1678, "1960": 19974, "1961": 3612, "1962": 3957, "1963": 378, "1964": 14595, "1965": 42406, "1966": 7026, "1967": 10648, "1968": 5608, "1969": 4624, "1970": 3633, "1971": 12644, "1972": 7606, "1973": 16840, "1974": 12916, "1975": 4995, "1976": 37282, "1977": 16195, "1978": 1532, "1979": 8539, "1980": 5046, "1981": 14005, "1982": 45236, "1983": 3886, "1984": 23585, "1985": 5506, "1986": 9168, "1987": 9582, "1988": 8529, "1989": 6502, "1990": 347, "1991": 39304, "1992": 8109, "1993": 1398, "1994": 11472, "1995": 6473, "1996": 10801, "1997": 5158, "1998": 19392, "1999": 2891, "2000": 8036, "2001": 46387, "2002": 16218, "2003": 28568, "2004": 2251, "2005": 15207, "2006": 3872, "2007": 34613, "2008": 297, "2009": 9174, "2010": 20109, "2011": 25510, "2012": 627, "2013": 6972, "2014": 2238, "2015": 6520, "2016": 6803, "2017": 1496, "2018": 12581, "2019": 9760, "2020": 19695, "2021": 26300, "2022": 4423, "2023": 7475, "2024": 309, "2025": 11223, "2026": 21098, "2027": 966, "2028": 4429, "2029": 12661, "2030": 13913, "2031": 648, "2032": 18735, "2033": 24119, "2034": 5888, "2035": 30972, "2036": 277, "2037": 3423, "2038": 1347, "2039": 2863, "2040": 36277, "2041": 1342, "2042": 13666, "2043": 41175, "2044": 14380, "2045": 14143, "2046": 7711, "2047": 37578, "2048": 5247, "2049": 4058, "2050": 1441, "2051": 46400, "2052": 44571, "2053": 6076, "2054": 11234, "2055": 1085, "2056": 263, "2057": 3891, "2058": 18045, "2059": 20023, "2060": 23662, "2061": 24205, "2062": 26083, "2063": 19908, "2064": 37995, "2065": 26902, "2066": 12840, "2067": 27803, "2068": 27762, "2069": 1502, "2070": 34902, "2071": 6701, "2072": 8850, "2073": 7758, "2074": 18116, "2075": 26844, "2076": 46113, "2077": 4268, "2078": 27318, "2079": 420, "2080": 6609, "2081": 27142, "2082": 3252, "2083": 18568, "2084": 2050, "2085": 299, "2086": 2686, "2087": 38373, "2088": 11240, "2089": 16134, "2090": 8181, "2091": 4697, "2092": 33440, "2093": 17275, "2094": 14042, "2095": 23332, "2096": 4860, "2097": 22444, "2098": 37370, "2099": 40334, "2100": 13385, "2101": 555, "2102": 29777, "2103": 3677, "2104": 4463, "2105": 42537, "2106": 6672, "2107": 40908, "2108": 26296, "2109": 1283, "2110": 2252, "2111": 11917, "2112": 22527, "2113": 18340, "2114": 2346, "2115": 45314, "2116": 3173, "2117": 19893, "2118": 34722, "2119": 10601, "2120": 40529, "2121": 35845, "2122": 18836, "2123": 1808, "2124": 6611, "2125": 7995, "2126": 8268, "2127": 32533, "2128": 16178, "2129": 2957, "2130": 1988, "2131": 1451, "2132": 31318, "2133": 72, "2134": 26154, "2135": 21099, "2136": 4116, "2137": 1317, "2138": 4940, "2139": 21815, "2140": 1698, "2141": 19177, "2142": 10686, "2143": 20932, "2144": 12062, "2145": 1675, "2146": 8168, "2147": 17972, "2148": 19132, "2149": 5719, "2150": 551, "2151": 1437, "2152": 1974, "2153": 12530, "2154": 33451, "2155": 10966, "2156": 1442, "2157": 1339, "2158": 23374, "2159": 23290, "2160": 404, "2161": 14732, "2162": 27517, "2163": 591, "2164": 18050, "2165": 19318, "2166": 25790, "2167": 12070, "2168": 743, "2169": 19110, "2170": 17135, "2171": 11391, "2172": 6949, "2173": 2610, "2174": 26876, "2175": 23318, "2176": 10905, "2177": 8960, "2178": 4231, "2179": 44484, "2180": 15847, "2181": 15563, "2182": 38049, "2183": 3067, "2184": 316, "2185": 19972, "2186": 35677, "2187": 7365, "2188": 11875, "2189": 488, "2190": 395, "2191": 42893, "2192": 14097, "2193": 13786, "2194": 13810, "2195": 3939, "2196": 11464, "2197": 929, "2198": 17292, "2199": 42800, "2200": 34757, "2201": 15478, "2202": 26839, "2203": 6350, "2204": 1941, "2205": 6626, "2206": 2511, "2207": 22575, "2208": 3941, "2209": 21144, "2210": 5301, "2211": 15452, "2212": 2407, "2213": 14335, "2214": 37735, "2215": 49193, "2216": 14267, "2217": 2353, "2218": 35104, "2219": 16190, "2220": 38393, "2221": 12899, "2222": 1931, "2223": 7072, "2224": 3430, "2225": 29696, "2226": 25906, "2227": 35881, "2228": 3061, "2229": 5078, "2230": 42387, "2231": 521, "2232": 16481, "2233": 9036, "2234": 46087, "2235": 10688, "2236": 5243, "2237": 12035, "2238": 20922, "2239": 7614, "2240": 27776, "2241": 27735, "2242": 2297, "2243": 22378, "2244": 33091, "2245": 7382, "2246": 1924, "2247": 6616, "2248": 48961, "2249": 2243, "2250": 23529, "2251": 26473, "2252": 1908, "2253": 14532, "2254": 17598, "2255": 774, "2256": 4724, "2257": 32410, "2258": 44653, "2259": 32198, "2260": 11859, "2261": 42642, "2262": 2546, "2263": 12382, "2264": 6721, "2265": 4422, "2266": 20710, "2267": 8465, "2268": 18484, "2269": 23084, "2270": 29012, "2271": 12855, "2272": 31420, "2273": 9629, "2274": 23030, "2275": 12802, "2276": 48701, "2277": 4502, "2278": 9529, "2279": 35685, "2280": 25635, "2281": 1333, "2282": 17026, "2283": 3297, "2284": 4437, "2285": 1486, "2286": 16194, "2287": 3404, "2288": 7796, "2289": 4167, "2290": 18915, "2291": 1620, "2292": 1706, "2293": 1936, "2294": 19859, "2295": 12949, "2296": 17438, "2297": 26531, "2298": 10311, "2299": 37052, "2300": 34144, "2301": 5591, "2302": 4831, "2303": 45615, "2304": 19789, "2305": 21670, "2306": 20070, "2307": 25141, "2308": 1700, "2309": 3599, "2310": 13062, "2311": 11499, "2312": 15392, "2313": 8011, "2314": 7228, "2315": 15299, "2316": 3931, "2317": 15049, "2318": 35204, "2319": 6005, "2320": 1015, "2321": 21822, "2322": 25923, "2323": 302, "2324": 14357, "2325": 16927, "2326": 3478, "2327": 9874, "2328": 26697, "2329": 17840, "2330": 27842, "2331": 25245, "2332": 9669, "2333": 6174, "2334": 9473, "2335": 10421, "2336": 13126, "2337": 13008, "2338": 26338, "2339": 31733, "2340": 4444, "2341": 36898, "2342": 29561, "2343": 3432, "2344": 3275, "2345": 959, "2346": 350, "2347": 23388, "2348": 12797, "2349": 3362, "2350": 25724, "2351": 8020, "2352": 2035, "2353": 4378, "2354": 9992, "2355": 10708, "2356": 14528, "2357": 16759, "2358": 17793, "2359": 8672, "2360": 11772, "2361": 15867, "2362": 9185, "2363": 28946, "2364": 1984, "2365": 2866, "2366": 6503, "2367": 27563, "2368": 4176, "2369": 9403, "2370": 13075, "2371": 19346, "2372": 1813, "2373": 32263, "2374": 8711, "2375": 22253, "2376": 5739, "2377": 43079, "2378": 2134, "2379": 7539, "2380": 6776, "2381": 33009, "2382": 16715, "2383": 2068, "2384": 854, "2385": 16569, "2386": 6180, "2387": 8680, "2388": 14310, "2389": 4346, "2390": 26819, "2391": 30860, "2392": 20562, "2393": 17581, "2394": 34681, "2395": 8022, "2396": 22950, "2397": 4822, "2398": 4704, "2399": 36896, "2400": 23831, "2401": 18725, "2402": 48280, "2403": 13404, "2404": 11607, "2405": 15121, "2406": 13766, "2407": 12479, "2408": 7725, "2409": 5282, "2410": 1525, "2411": 14281, "2412": 5104, "2413": 19634, "2414": 33677, "2415": 4876, "2416": 12656, "2417": 1695, "2418": 9551, "2419": 20106, "2420": 10928, "2421": 16156, "2422": 9335, "2423": 36656, "2424": 9003, "2425": 6333, "2426": 2568, "2427": 22526, "2428": 35331, "2429": 21848, "2430": 33579, "2431": 43207, "2432": 23823, "2433": 7173, "2434": 15647, "2435": 23272, "2436": 23441, "2437": 16383, "2438": 5137, "2439": 23558, "2440": 874, "2441": 3989, "2442": 680, "2443": 41236, "2444": 10667, "2445": 22536, "2446": 9082, "2447": 19283, "2448": 5176, "2449": 3514, "2450": 778, "2451": 38283, "2452": 47565, "2453": 26625, "2454": 15910, "2455": 43272, "2456": 7032, "2457": 21382, "2458": 31812, "2459": 4180, "2460": 21043, "2461": 2443, "2462": 12403, "2463": 27498, "2464": 29654, "2465": 25088, "2466": 5052, "2467": 15050, "2468": 11913, "2469": 8977, "2470": 25760, "2471": 16882, "2472": 1844, "2473": 22259, "2474": 1692, "2475": 28153, "2476": 3623, "2477": 10999, "2478": 698, "2479": 5741, "2480": 16825, "2481": 6431, "2482": 1531, "2483": 7463, "2484": 2561, "2485": 9260, "2486": 14180, "2487": 14272, "2488": 3758, "2489": 21223, "2490": 28683, "2491": 9052, "2492": 9457, "2493": 42328, "2494": 3056, "2495": 2261, "2496": 1360, "2497": 8931, "2498": 10643, "2499": 14412, "2500": 7138, "2501": 21600, "2502": 29959, "2503": 6285, "2504": 6891, "2505": 784, "2506": 25849, "2507": 1355, "2508": 17979, "2509": 18328, "2510": 38883, "2511": 17607, "2512": 5664, "2513": 34232, "2514": 34537, "2515": 7666, "2516": 4590, "2517": 2727, "2518": 12217, "2519": 10532, "2520": 3775, "2521": 22893, "2522": 11564, "2523": 33179, "2524": 29144, "2525": 6486, "2526": 45548, "2527": 6908, "2528": 14200, "2529": 1022, "2530": 676, "2531": 15753, "2532": 3753, "2533": 2740, "2534": 1104, "2535": 35484, "2536": 25152, "2537": 30130, "2538": 40812, "2539": 336, "2540": 16337, "2541": 7374, "2542": 1740, "2543": 17536, "2544": 33938, "2545": 14239, "2546": 6386, "2547": 26428, "2548": 28633, "2549": 5166, "2550": 9153, "2551": 17977, "2552": 8860, "2553": 11783, "2554": 6953, "2555": 4727, "2556": 11238, "2557": 30060, "2558": 12478, "2559": 5116, "2560": 37475, "2561": 9814, "2562": 16506, "2563": 3241, "2564": 9283, "2565": 7967, "2566": 12379, "2567": 6193, "2568": 6584, "2569": 6665, "2570": 28520, "2571": 10861, "2572": 13239, "2573": 28507, "2574": 7309, "2575": 13943, "2576": 25972, "2577": 40377, "2578": 30623, "2579": 15846, "2580": 10161, "2581": 4379, "2582": 26320, "2583": 3160, "2584": 5967, "2585": 38619, "2586": 7541, "2587": 28738, "2588": 26339, "2589": 3656, "2590": 6853, "2591": 13257, "2592": 16871, "2593": 35134, "2594": 26636, "2595": 5440, "2596": 32911, "2597": 2137, "2598": 19280, "2599": 18371, "2600": 9212, "2601": 19642, "2602": 1686, "2603": 3249, "2604": 5203, "2605": 12542, "2606": 8458, "2607": 15967, "2608": 12116, "2609": 20202, "2610": 13091, "2611": 2646, "2612": 41404, "2613": 48992, "2614": 18279, "2615": 9846, "2616": 6950, "2617": 3085, "2618": 35729, "2619": 10969, "2620": 21219, "2621": 41738, "2622": 27516, "2623": 24240, "2624": 2736, "2625": 11626, "2626": 1211, "2627": 21256, "2628": 25749, "2629": 28724, "2630": 28287, "2631": 18757, "2632": 24441, "2633": 19558, "2634": 49, "2635": 14448, "2636": 7120, "2637": 44250, "2638": 5584, "2639": 1040, "2640": 14643, "2641": 19916, "2642": 10715, "2643": 45146, "2644": 4325, "2645": 9124, "2646": 23967, "2647": 12049, "2648": 21377, "2649": 19750, "2650": 15552, "2651": 8888, "2652": 48750, "2653": 9514, "2654": 31237, "2655": 5302, "2656": 2275, "2657": 9644, "2658": 5850, "2659": 34794, "2660": 6996, "2661": 295, "2662": 9351, "2663": 12505, "2664": 6100, "2665": 14511, "2666": 8245, "2667": 8215, "2668": 9580, "2669": 8163, "2670": 1793, "2671": 25860, "2672": 10019, "2673": 41631, "2674": 2435, "2675": 1068, "2676": 18205, "2677": 1218, "2678": 9483, "2679": 10938, "2680": 7267, "2681": 48083, "2682": 4928, "2683": 3208, "2684": 14260, "2685": 2173, "2686": 7862, "2687": 440, "2688": 3303, "2689": 21133, "2690": 4553, "2691": 2861, "2692": 2434, "2693": 1681, "2694": 6194, "2695": 25286, "2696": 28499, "2697": 3597, "2698": 4245, "2699": 7846, "2700": 8128, "2701": 16146, "2702": 45, "2703": 7723, "2704": 23408, "2705": 11426, "2706": 8471, "2707": 22620, "2708": 40360, "2709": 32132, "2710": 4202, "2711": 30713, "2712": 22928, "2713": 1705, "2714": 45329, "2715": 4020, "2716": 13843, "2717": 4534, "2718": 10135, "2719": 17514, "2720": 6405, "2721": 11544, "2722": 6292, "2723": 5455, "2724": 7176, "2725": 7073, "2726": 20161, "2727": 8832, "2728": 1471, "2729": 10018, "2730": 10436, "2731": 15806, "2732": 18397, "2733": 20853, "2734": 11526, "2735": 34499, "2736": 387, "2737": 12472, "2738": 36396, "2739": 39459, "2740": 3892, "2741": 18556, "2742": 14801, "2743": 1790, "2744": 16693, "2745": 9690, "2746": 2140, "2747": 28271, "2748": 38, "2749": 9161, "2750": 19970, "2751": 29680, "2752": 3912, "2753": 8025, "2754": 17065, "2755": 16908, "2756": 31828, "2757": 26210, "2758": 21247, "2759": 8350, "2760": 22096, "2761": 972, "2762": 48959, "2763": 1413, "2764": 609, "2765": 12606, "2766": 3572, "2767": 47885, "2768": 1666, "2769": 4335, "2770": 2897, "2771": 13674, "2772": 40642, "2773": 11550, "2774": 36251, "2775": 3848, "2776": 13387, "2777": 5679, "2778": 2560, "2779": 1943, "2780": 21321, "2781": 33388, "2782": 25394, "2783": 5982, "2784": 39, "2785": 26837, "2786": 10620, "2787": 3949, "2788": 32745, "2789": 6555, "2790": 5337, "2791": 15105, "2792": 288, "2793": 29779, "2794": 7442, "2795": 2174, "2796": 35593, "2797": 29461, "2798": 41998, "2799": 16029, "2800": 35, "2801": 19951, "2802": 322, "2803": 1900, "2804": 12023, "2805": 13467, "2806": 22002, "2807": 8616, "2808": 264, "2809": 32280, "2810": 25236, "2811": 22843, "2812": 1308, "2813": 30967, "2814": 31904, "2815": 12703, "2816": 29650, "2817": 8002, "2818": 9519, "2819": 4739, "2820": 4236, "2821": 36036, "2822": 4691, "2823": 49203, "2824": 49303, "2825": 34978, "2826": 292, "2827": 27296, "2828": 2814, "2829": 19780, "2830": 18088, "2831": 9912, "2832": 36544, "2833": 13324, "2834": 21229, "2835": 20351, "2836": 13852, "2837": 5475, "2838": 12202, "2839": 3538, "2840": 6899, "2841": 5581, "2842": 5252, "2843": 17765, "2844": 42, "2845": 19680, "2846": 794, "2847": 11212, "2848": 16830, "2849": 2393, "2850": 36842, "2851": 22085, "2852": 19516, "2853": 36, "2854": 7533, "2855": 1125, "2856": 2453, "2857": 24072, "2858": 7466, "2859": 32333, "2860": 2987, "2861": 7406, "2862": 4678, "2863": 7093, "2864": 23932, "2865": 3359, "2866": 18021, "2867": 32268, "2868": 4803, "2869": 28515, "2870": 66, "2871": 1201, "2872": 3747, "2873": 5291, "2874": 12229, "2875": 2685, "2876": 16790, "2877": 3700, "2878": 8743, "2879": 18791, "2880": 30615, "2881": 26811, "2882": 28421, "2883": 16867, "2884": 10199, "2885": 10282, "2886": 6407, "2887": 2759, "2888": 13375, "2889": 10478, "2890": 40094, "2891": 5655, "2892": 2125, "2893": 1998, "2894": 4458, "2895": 10164, "2896": 15683, "2897": 5298, "2898": 21530, "2899": 11633, "2900": 2248, "2901": 1076, "2902": 3378, "2903": 75, "2904": 22634, "2905": 35446, "2906": 34, "2907": 3393, "2908": 9616, "2909": 4547, "2910": 7188, "2911": 4485, "2912": 29092, "2913": 3653, "2914": 11845, "2915": 30720, "2916": 17981, "2917": 16577, "2918": 31186, "2919": 2008, "2920": 11396, "2921": 13447, "2922": 8237, "2923": 39072, "2924": 401, "2925": 7014, "2926": 30697, "2927": 14162, "2928": 13886, "2929": 603, "2930": 4581, "2931": 3032, "2932": 23612, "2933": 20263, "2934": 4874, "2935": 34840, "2936": 29901, "2937": 19103, "2938": 1499, "2939": 1708, "2940": 9292, "2941": 23125, "2942": 18639, "2943": 4091, "2944": 25451, "2945": 17864, "2946": 27443, "2947": 26394, "2948": 2564, "2949": 21969, "2950": 6028, "2951": 18676, "2952": 8914, "2953": 6572, "2954": 15342, "2955": 20821, "2956": 6363, "2957": 1108, "2958": 15635, "2959": 14618, "2960": 8941, "2961": 21623, "2962": 36973, "2963": 3792, "2964": 10222, "2965": 4781, "2966": 1818, "2967": 11694, "2968": 10965, "2969": 23717, "2970": 6297, "2971": 16567, "2972": 2961, "2973": 24813, "2974": 25242, "2975": 9575, "2976": 16390, "2977": 27309, "2978": 3440, "2979": 5501, "2980": 11293, "2981": 9342, "2982": 260, "2983": 10654, "2984": 19727, "2985": 1053, "2986": 11954, "2987": 29174, "2988": 24367, "2989": 38964, "2990": 33718, "2991": 3237, "2992": 4395, "2993": 7030, "2994": 10921, "2995": 4213, "2996": 3292, "2997": 47320, "2998": 10105, "2999": 1083, "3000": 12178, "3001": 14037, "3002": 5724, "3003": 25580, "3004": 13619, "3005": 11384, "3006": 15984, "3007": 33043, "3008": 48680, "3009": 11189, "3010": 23527, "3011": 8856, "3012": 26309, "3013": 3589, "3014": 45437, "3015": 7127, "3016": 11847, "3017": 42701, "3018": 30033, "3019": 32946, "3020": 2910, "3021": 9053, "3022": 20013, "3023": 1652, "3024": 31488, "3025": 2823, "3026": 5682, "3027": 7170, "3028": 5468, "3029": 13016, "3030": 27562, "3031": 30853, "3032": 12462, "3033": 24359, "3034": 11880, "3035": 9704, "3036": 5127, "3037": 16019, "3038": 30500, "3039": 7733, "3040": 29742, "3041": 23036, "3042": 2722, "3043": 20518, "3044": 34332, "3045": 44203, "3046": 5752, "3047": 38034, "3048": 22155, "3049": 9144, "3050": 7695, "3051": 46173, "3052": 8192, "3053": 6232, "3054": 16251, "3055": 7743, "3056": 3802, "3057": 4844, "3058": 2948, "3059": 5964, "3060": 48389, "3061": 7413, "3062": 37220, "3063": 26696, "3064": 2148, "3065": 2004, "3066": 376, "3067": 18690, "3068": 4380, "3069": 441, "3070": 2677, "3071": 3077, "3072": 14600, "3073": 14782, "3074": 28752, "3075": 17374, "3076": 10716, "3077": 13201, "3078": 21274, "3079": 47259, "3080": 8335, "3081": 1428, "3082": 1803, "3083": 12833, "3084": 41719, "3085": 2745, "3086": 79, "3087": 2213, "3088": 11169, "3089": 4544, "3090": 24558, "3091": 5341, "3092": 20851, "3093": 271, "3094": 2746, "3095": 19401, "3096": 1667, "3097": 8630, "3098": 3580, "3099": 10448, "3100": 2743, "3101": 13157, "3102": 4762, "3103": 1513, "3104": 2493, "3105": 18731, "3106": 45618, "3107": 5517, "3108": 25368, "3109": 3632, "3110": 3354, "3111": 18044, "3112": 5031, "3113": 6787, "3114": 7101, "3115": 9648, "3116": 12692, "3117": 10427, "3118": 40048, "3119": 10718, "3120": 30777, "3121": 1099, "3122": 33014, "3123": 31992, "3124": 10888, "3125": 19353, "3126": 8187, "3127": 4776, "3128": 6808, "3129": 48154, "3130": 22972, "3131": 46442, "3132": 5338, "3133": 18894, "3134": 9211, "3135": 6167, "3136": 25965, "3137": 5895, "3138": 2840, "3139": 19272, "3140": 19942, "3141": 10876, "3142": 6758, "3143": 18057, "3144": 27930, "3145": 17343, "3146": 4634, "3147": 25144, "3148": 4785, "3149": 7572, "3150": 20536, "3151": 5778, "3152": 16498, "3153": 26197, "3154": 14087, "3155": 6881, "3156": 4385, "3157": 4984, "3158": 35903, "3159": 8396, "3160": 392, "3161": 10308, "3162": 4947, "3163": 363, "3164": 26148, "3165": 4038, "3166": 10085, "3167": 39011, "3168": 9568, "3169": 3152, "3170": 10484, "3171": 11495, "3172": 13791, "3173": 35253, "3174": 9091, "3175": 333, "3176": 7356, "3177": 19450, "3178": 1242, "3179": 4645, "3180": 41955, "3181": 9412, "3182": 3520, "3183": 24178, "3184": 13044, "3185": 265, "3186": 638, "3187": 41448, "3188": 1901, "3189": 31889, "3190": 25030, "3191": 2003, "3192": 6021, "3193": 4711, "3194": 14999, "3195": 12250, "3196": 1694, "3197": 19645, "3198": 31145, "3199": 44960, "3200": 12384, "3201": 34691, "3202": 26900, "3203": 25481, "3204": 2433, "3205": 24487, "3206": 6330, "3207": 8104, "3208": 9482, "3209": 21189, "3210": 5795, "3211": 43930, "3212": 36268, "3213": 26081, "3214": 47750, "3215": 28902, "3216": 6150, "3217": 14960, "3218": 12445, "3219": 385, "3220": 19597, "3221": 44875, "3222": 19074, "3223": 6509, "3224": 3428, "3225": 11450, "3226": 18821, "3227": 11717, "3228": 2551, "3229": 2120, "3230": 4813, "3231": 8421, "3232": 14997, "3233": 41058, "3234": 16918, "3235": 22326, "3236": 24928, "3237": 449, "3238": 14530, "3239": 2761, "3240": 6687, "3241": 384, "3242": 17353, "3243": 7223, "3244": 1932, "3245": 4282, "3246": 1095, "3247": 45612, "3248": 1141, "3249": 19606, "3250": 12414, "3251": 23694, "3252": 2621, "3253": 18682, "3254": 23964, "3255": 1175, "3256": 11191, "3257": 1682, "3258": 48640, "3259": 6149, "3260": 7722, "3261": 48024, "3262": 3328, "3263": 4117, "3264": 22292, "3265": 8632, "3266": 3277, "3267": 707, "3268": 3020, "3269": 6832, "3270": 491, "3271": 26056, "3272": 45775, "3273": 22333, "3274": 15964, "3275": 4905, "3276": 7800, "3277": 19612, "3278": 31017, "3279": 9544, "3280": 10963, "3281": 1039, "3282": 32168, "3283": 6403, "3284": 41108, "3285": 7357, "3286": 44983, "3287": 30849, "3288": 2499, "3289": 4894, "3290": 16860, "3291": 8764, "3292": 5465, "3293": 47193, "3294": 11758, "3295": 20188, "3296": 47867, "3297": 1744, "3298": 4088, "3299": 13022, "3300": 913, "3301": 16416, "3302": 4376, "3303": 28356, "3304": 26820, "3305": 11672, "3306": 26409, "3307": 17023, "3308": 40754, "3309": 8018, "3310": 8339, "3311": 18662, "3312": 2025, "3313": 49700, "3314": 9235, "3315": 3847, "3316": 6542, "3317": 18140, "3318": 16563, "3319": 4461, "3320": 8604, "3321": 11959, "3322": 6178, "3323": 6774, "3324": 49414, "3325": 16903, "3326": 23972, "3327": 5711, "3328": 13970, "3329": 18969, "3330": 17877, "3331": 2555, "3332": 808, "3333": 33041, "3334": 26557, "3335": 8781, "3336": 7414, "3337": 3673, "3338": 12269, "3339": 371, "3340": 1600, "3341": 6079, "3342": 2756, "3343": 18981, "3344": 6304, "3345": 2124, "3346": 13121, "3347": 33125, "3348": 20236, "3349": 4577, "3350": 30070, "3351": 19143, "3352": 10291, "3353": 6225, "3354": 13537, "3355": 17304, "3356": 686, "3357": 1664, "3358": 32281, "3359": 40565, "3360": 9078, "3361": 6864, "3362": 25183, "3363": 37468, "3364": 36163, "3365": 35292, "3366": 4983, "3367": 24650, "3368": 31719, "3369": 11393, "3370": 24058, "3371": 27884, "3372": 13819, "3373": 21047, "3374": 28364, "3375": 3818, "3376": 35474, "3377": 4508, "3378": 14186, "3379": 13640, "3380": 17949, "3381": 18352, "3382": 2702, "3383": 541, "3384": 49671, "3385": 6301, "3386": 4602, "3387": 7078, "3388": 15438, "3389": 49264, "3390": 9585, "3391": 12590, "3392": 54, "3393": 4405, "3394": 5597, "3395": 16898, "3396": 5112, "3397": 294, "3398": 1424, "3399": 39085, "3400": 311, "3401": 23303, "3402": 30746, "3403": 36644, "3404": 3918, "3405": 16295, "3406": 16187, "3407": 7891, "3408": 23956, "3409": 4381, "3410": 28552, "3411": 20237, "3412": 24721, "3413": 15317, "3414": 10908, "3415": 35737, "3416": 12259, "3417": 11501, "3418": 17252, "3419": 10013, "3420": 29263, "3421": 13141, "3422": 11620, "3423": 5962, "3424": 1726, "3425": 458, "3426": 14131, "3427": 2633, "3428": 31662, "3429": 47009, "3430": 40663, "3431": 11952, "3432": 48501, "3433": 6632, "3434": 31133, "3435": 8749, "3436": 17214, "3437": 20528, "3438": 11914, "3439": 18207, "3440": 1659, "3441": 2581, "3442": 11945, "3443": 9735, "3444": 2704, "3445": 24695, "3446": 1785, "3447": 13510, "3448": 28806, "3449": 11447, "3450": 25776, "3451": 354, "3452": 27199, "3453": 42332, "3454": 1328, "3455": 24138, "3456": 16521, "3457": 26392, "3458": 7720, "3459": 6859, "3460": 20136, "3461": 24297, "3462": 445, "3463": 8587, "3464": 47092, "3465": 6457, "3466": 28077, "3467": 3502, "3468": 25303, "3469": 25263, "3470": 16508, "3471": 17037, "3472": 13679, "3473": 7771, "3474": 24069, "3475": 19432, "3476": 33847, "3477": 11061, "3478": 3281, "3479": 19551, "3480": 7429, "3481": 2939, "3482": 4232, "3483": 2514, "3484": 11615, "3485": 5181, "3486": 1989, "3487": 6947, "3488": 35776, "3489": 2829, "3490": 19894, "3491": 31176, "3492": 16611, "3493": 30103, "3494": 40127, "3495": 30602, "3496": 20261, "3497": 8171, "3498": 8642, "3499": 16406, "3500": 16832, "3501": 71, "3502": 19294, "3503": 6035, "3504": 16568, "3505": 7737, "3506": 31782, "3507": 3446, "3508": 18410, "3509": 10693, "3510": 3709, "3511": 945, "3512": 47199, "3513": 15228, "3514": 7278, "3515": 17445, "3516": 4365, "3517": 24789, "3518": 11068, "3519": 4356, "3520": 4403, "3521": 4205, "3522": 40593, "3523": 6898, "3524": 42545, "3525": 18051, "3526": 6282, "3527": 1450, "3528": 32376, "3529": 10839, "3530": 2106, "3531": 6878, "3532": 23361, "3533": 6797, "3534": 16139, "3535": 34624, "3536": 7519, "3537": 35314, "3538": 7163, "3539": 13267, "3540": 28313, "3541": 23169, "3542": 57, "3543": 3463, "3544": 3600, "3545": 14098, "3546": 694, "3547": 40305, "3548": 11567, "3549": 20443, "3550": 3694, "3551": 10023, "3552": 798, "3553": 9713, "3554": 47008, "3555": 27984, "3556": 26120, "3557": 19495, "3558": 1418, "3559": 11369, "3560": 11111, "3561": 2228, "3562": 402, "3563": 17390, "3564": 13721, "3565": 10747, "3566": 12041, "3567": 15712, "3568": 37593, "3569": 2484, "3570": 2102, 